<template>
  <div>
    <div class="issueHeaderNav">
      <div class="width20">
        <i class="icon iconfont icon-btngoback back floatleft" @click="fallback"></i>
      </div>
      <div class="width60">
        <span>服务声明</span>
      </div>
      <div class="width20">
        <div class="alignCenter floatright"></div>
      </div>
    </div>
    <div class="userClause">
      <p class="userClauseTitle">用户注册协议</p>
      <p class="userClauseContent">湖南空间折叠互联网科技有限公司系一块物流网页版和一块物流APP（一块物流网页版和一块物流APP以下统称为一块物流）的运营商，根据《中华人民共和国合同法》、《中华人民共和国电子签名法》的相关规定，本协议由您与湖南空间折叠互联网科技有限公司签订，具有合同效力。注册时，请您认真阅读本协议，并选择接受或不接受本协议，注册成功及使用行为即表示您已充分阅读、理解并接受本协议的全部内容，并自愿接受本协议各项条款的约束。</p>
      <p class="userclauseNum">一、用户资格</p>
      <p class="userClauseContent">1.1 本协议所称“用户”，特指符合本协议所规定的条件，同意遵守一块物流各种规则、条款（包括但不限于本协议），并使用一块物流的自然人或单位。 </p>
      <p class="userClauseContent">1.2 只有符合下列条件之一的自然人或单位才能申请成为一块物流用户，可以使用一块物流的服务：</p>
      <p class="userClauseContent">a）年满十八岁，并具有完全民事权利能力和民事行为能力的自然人（未满十八岁的自然人需经其监护人书面同意）；</p>
      <p class="userClauseContent">b）根据中华人民共和国法律或注册地法律、法规有效成立并合法存在的公司、企事业单位、社团组织和其他组织。</p>
      <p class="userClauseContent">1.3 无民事行为能力的人以及无经营或特定经营资格的单位不得注册为一块物流用户，其与一块物流之间的用户协议自始无效，且一经发现，一块物流有权立即注销该用户，并追究其使用一块物流的一切法律责任</p>
      <p class="userclauseNum">二、用户的权利和义务</p>
      <p class="userClauseContent">2.1 用户有权根据本协议的约定及一块物流发布的相关规则，使用一块物流提供的服务，包括但不限于利用一块物流网上交易平台发布信息、参与一块物流的有关活动等。</p>
      <p class="userClauseContent">2.2 用户有义务确保向一块物流提供的所有注册信息真实准确，包括但不限于姓名、身份证号、银行卡号、支付账号、联系电话、电子邮箱等，并保证一块物流可以通过上述联系方式及时与用户取得联系。同时，用户有义务在相关资料变更时及时更新注册信息。</p>
      <p class="userClauseContent">2.3 用户不得以任何形式擅自转让或许可他人使用自己在一块物流的用户账号。</p>
      <p class="userClauseContent">2.4 用户有义务确保在一块物流发布的信息真实、准确，无误导性。</p>
      <p class="userClauseContent">2.5 用户不得在一块物流平台发布国家禁止发布的信息，不得发布侵犯他人知识产权或其他合法权益的信息，也不得发布违背社会公共利益或公共道德的信息。</p>
      <p class="userClauseContent">2.6 用户在使用一块物流进行交易的过程中应当遵守诚实信用原则，不得在交易过程中采取不正当竞争行为，不得扰乱网上交易的正常秩序，不得从事与网上交易无关的行为。</p>
      <p class="userClauseContent">2.7 用户承诺自己在一块物流实施的所有行为遵守国家法律、法规和一块物流的相关规定以及各种社会公共利益或公共道德。用户应对以该用户账号进行的所有行为负全部责任。</p>
      <p class="userClauseContent">2.8 用户应自行承担因使用一块物流、通过一块物流进行交易等所产生的相关费用</p>
      <p class="userClauseContent">2.9 用户不得使用以下方式登录一块物流或破坏一块物流所提供的服务：</p>
      <p class="userClauseContent">a）以任何机器人软件、蜘蛛软件、蠕虫软件、刷屏软件或其它自动方式访问或登录一块物流；</p>
      <p class="userClauseContent">b）通过任何方式对一块物流内部结构造成或可能造成不合理或不合比例的重大负荷的行为；</p>
      <p class="userClauseContent">c）通过任何方式干扰或试图干扰一块物流的正常工作。</p>
      <p class="userClauseContent">2.10 用户同意接收来自一块物流的信息，包括但不限于活动信息、交易信息、促销信息等。</p>
      <p class="userclauseNum">三、一块物流的权利和义务</p>
      <p class="userClauseContent">3.1一块物流将在现有技术水平的基础上努力确保正常运行，尽力避免服务中断或将中断时间限制在可行的最短时间内，保证用户使用的顺利进行。</p>
      <p class="userClauseContent">3.2一块物流将对用户在注册使用一块物流中所遇到的问题和反馈及时作出回复。</p>
      <p class="userClauseContent">3.3一块物流有权对用户的注册信息进行查阅，对相关注册信息的真实性、合法性存在合理怀疑时，一块物流有权发出通知询问用户并要求用户做出解释、改正，或不通知用户直接做出删除信息、删除账号等处理。</p>
      <p class="userClauseContent">3.4 用户在一块物流与其他用户产生纠纷的，用户通过司法部门或行政部门依照法定程序要求一块物流提供相关资料，一块物流将积极配合并提供有关资料；若用户请求一块物流从中协调，或一块物流知悉纠纷情况的，经审核后，一块物流有权通过电子邮件及电话联系向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件通知纠纷双方。</p>
      <p class="userClauseContent">3.5 因网络平台的特殊性，一块物流没有义务对所有用户的行为进行事前审查。但若根据一块物流所掌握的事实依据，可以认定用户存在违法、违反本协议规定或其他在一块物流的不当行为，一块物流有权向用户核实有关情况，删除相关信息，限制用户活动，发出警告通知以及终止向该用户提供服务。</p>
      <p class="userClauseContent">3.6一块物流有权在不通知用户的前提下删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的、以炒作信用为目的、存在欺诈等恶意或虚假内容、违反公共利益或可能严重损害一块物流和其他用户合法利益的。</p>
      <p class="userClauseContent">3.7一块物流有权根据需要不时地制订、修改本协议及/或各类规则向用户提供基于互联网以及移动网络的相关服务，并在本页面及其相应页面进行公布，但不再另行通知您，您应该定期登陆本页面及其他相关页面，了解最新的协议内容。变更后的协议和规则一经在本页面及相关页面公布后，立即自动生效。如您不同意相关变更，应当立即停止访问一块物流或使用一块物流服务。若您继续使用一块物流服务的，即表示您接受已经修订的协议和规则。</p>
      <p class="userclauseNum">四、隐私权政策</p>
      <p class="userClauseContent">4.1 您了解并同意，以下信息适用本隐私权政策：</p>
      <p class="userClauseContent">a）在您注册一块物流帐号时，根据一块物流要求提供的个人注册信息；</p>
      <p class="userClauseContent">b）在您使用一块物流的服务时，一块物流自动接收并记录的信息（包括但不限于用户IP地址、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）；</p>
      <p class="userClauseContent">c）一块物流通过合法途径从商业伙伴处取得的用户个人数据。</p>
      <p class="userClauseContent">4.1 您了解并同意，以下信息不适用本隐私权政策：</p>
      <p class="userClauseContent">a）您在使用一块物流平台提供的搜索服务时输入的关键字信息；</p>
      <p class="userClauseContent">b）一块物流收集到的您在一块物流发布的有关信息数据（包括但不限于参与活动、成交信息及评价详情）；</p>
      <p class="userClauseContent">c）违反法律规定或违反一块物流规则行为及一块物流已对您采取的措施。</p>
      <p class="userClauseContent">4.2一块物流保护用户信息安全：</p>
      <p class="userClauseContent">a）一块物流不会向任何无关第三方提供、出售、出租、分享或交易用户个人信息，除非事先得到您许可，或该第三方和一块物流单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料；</p>
      <p class="userClauseContent">b）一块物流亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户个人信息，任何一块物流用户如从事上述活动，一经发现，一块物流有权立即终止与该用户的服务协议；</p>
      <p class="userClauseContent">c）为服务用户的目的，一块物流可能通过使用用户个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与一块物流合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要用户事先同意）。</p>
      <p class="userClauseContent">4.3 在如下情况下，一块物流将依据用户个人意愿或法律的规定全部或部分的披露用户个人信息：</p>
      <p class="userClauseContent">a）经您事先同意，向第三方披露；为提供您所要求的产品和服务，而必须和第三方分享用户个人信息；</p>
      <p class="userClauseContent">b）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
      <p class="userClauseContent">c）如您出现违反有关法律、法规或者一块物流服务协议或相关规则的情况，需要向第三方披露；</p>
      <p class="userClauseContent">d）如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
      <p class="userClauseContent">e）在一块物流平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，一块物流有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；</p>
      <p class="userClauseContent">f）其它一块物流根据法律、法规或者网站政策认为合适的披露。</p>
      <p class="userClauseContent">4.4 一块物流帐号均有安全保护功能，请妥善保管用户用户名及密码信息。一块物流将通过对用户密码进行加密等安全措施确保用户信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。在使用一块物流网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是一块物流用户名及密码发生泄露，请您立即联络一块物流客服，以便一块物流采取相应措施。</p>
      <p class="userClauseContent">4.5 一块物流会不时更新本隐私权政策，您在同意一块物流服务使用协议之时，即视为您已经同意本隐私权政策全部内容。</p>
      <p class="userclauseNum">五、服务的变更、中断和终止</p>
      <p class="userClauseContent">5.1 鉴于网络服务的特殊性，用户同意一块物流有权随时变更、中断或终止部分或全部的服务（包括收费服务）。一块物流变更、中断或终止的服务，一块物流应当在变更、中断或终止之前通知用户，并应向受影响的用户提供等值的替代性的服务。</p>
      <p class="userClauseContent">5.2 在一块物流未向用户收取相关服务费用的情况下，一块物流可自行全权决定以任何理由（包括但不限于一块物流认为用户已违反本协议，或用户超过一定期限未登录一块物流等情况）终止对用户的服务，并不再保存用户在一块物流的全部资料，而无需通知该用户。服务终止后，一块物流没有义务为用户保留原用户资料或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。</p>
      <p class="userClauseContent">5.3 如用户向一块物流提出注销本网站注册用户身份，需经一块物流审核同意，由一块物流注销该注册用户，用户即解除与一块物流的协议关系，但一块物流仍保留下列权利：</p>
      <p class="userClauseContent">a）用户注销后，一块物流有权保留该用户的资料，包括但不限于用户注册信息、交易记录等；</p>
      <p class="userClauseContent">b）用户注销后，如用户在注销前在一块物流交易平台上存在违法行为或违反本协议的行为，一块物流仍可行使本协议所规定的权利。</p>
      <p class="userClauseContent">5.4 如存在下列情况，一块物流可以通过注销用户的方式终止服务：</p>
      <p class="userClauseContent">a）根据一块物流所掌握的事实依据，可以认定用户存在违法、违反本协议相关规定或其他在一块物流的不当行为；</p>
      <p class="userClauseContent">b）一块物流发现用户注册信息中主要内容是虚假的；</p>
      <p class="userClauseContent">c）其它一块物流认为需终止服务的情况。</p>
      <p class="userclauseNum"> 六、免责声明</p>
      <p class="userClauseContent">6.1 当用户接受该协议时，用户应明确了解并同意：用户使用一块物流之风险由用户自行承担。一块物流依据现有技术提供服务，尽管一块物流将尽合理努力维护正常运行，但一块物流无法随时预见到任何技术上的问题或其他困难，该等困难可能导致用户的使用行为受到影响，请用户谨慎考虑使用一块物流所提供服务可能带来的风险。</p>
      <p class="userClauseContent">6.2 是否经由一块物流下载或取得任何资料，由用户自行考虑、衡量并且自负风险，因下载任何资料而导致用户手机系统的任何损坏或资料流失，由用户自行负责。</p>
      <p class="userClauseContent">6.3 用户经由一块物流取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。</p>
      <p class="userClauseContent">6.4 基于以下原因而造成用户的损失，一块物流不承担任何直接或间接赔偿责任：</p>
      <p class="userClauseContent">a）一块物流的使用或无法使用；</p>
      <p class="userClauseContent">b）用户的资料遭到未获授权的存取或变更；</p>
      <p class="userClauseContent">c）一块物流中任何第三方之声明或行为。</p>
      <p class="userClauseContent">6.5 对于用户所发布信息的合法性、真实性及其品质，以及用户履行交易的能力等，一块物流无事先审查义务且不承担任何连带责任。</p>
      <p class="userClauseContent">6.6 一块物流提供与其它网站或资源的链接，用户可能会因此连结至其它运营商经营的网站，但不表示一块物流与这些运营商有任何关系，一块物流不对上述链接网站及其网页内容进行管理监督。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、物品或服务所产生的任何损害或损失，一块物流不负任何直接或间接赔偿责任。</p>
      <p class="userclauseNum">七、知识产权</p>
      <p class="userClauseContent">7.1 所有出现在一块物流上的内容，包括但不限于作品、图片、档案、资料、网站构架、网站版面的安排、网页设计、软件、经由一块物流呈现的推广信息或资讯，均由一块物流或相关权利人依法享有相应知识产权（包括但不限于著作权、商标权、专利权或其它专属权利等），用户仅在符合使用目的的前提下被许可浏览和使用一块物流。未经一块物流或相关权利人明示授权，用户不得复制、修改、出租、出借、出售、传送、删除、添加一块物流的内容，或根据上述网站资料和资源制作成任何种类物品。</p>
      <p class="userClauseContent">7.2 一块物流授予用户不可转移及非专属的使用权，用户可以通过手机使用一块物流的目标代码（以下简称“软件”），但不得自行或许可任何第三方，复制、修改、创作衍生作品、进行还原工程、反向组译，或以其它方式破译或试图破译源代码，或出售、转让“软件”或对“软件”进行再授权，或以其它方式移转"软件"之任何权利。用户同意不以任何方式修改“软件”，或使用修改后的“软件”。</p>
      <p class="userClauseContent">7.3 用户不得经由非一块物流所提供的界面使用一块物流。</p>
      <p class="userclauseNum">八、不可抗力</p>
      <p class="userClauseContent">8.1 一块物流对因超出我们合理控制之外的原因、事件或其他因素导致的未能履行本协议下的任何义务不承担责任。该等原因、事件或其他因素包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等情况。</p>
      <p class="userclauseNum">九、违约责任</p>
      <p class="userClauseContent">9.1 如果一块物流发现或收到他人举报或投诉的用户违反本协议约定的，一块物流有权不经通知随时对相关内容，包括但不限于用户资料、聊天记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁 、设备封禁 、功能封禁的处罚，且通知用户处理结果。</p>
      <p class="userClauseContent">9.2 因违反用户协议被封禁的用户，可联系一块物流查询封禁期限，并在封禁期限届满后自助解封。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可向一块物流网站相关页面提交申诉，一块物流将对申诉进行审查，并自行合理判断、决定是否变更处罚措施。</p>
      <p class="userClauseContent">9.3 用户理解并同意，一块物流有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律维权行为，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。 </p>
      <p class="userClauseContent">9.4 用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿一块物流与合作公司、关联公司，并使之免受损害。</p>
      <p class="userclauseNum">十、法律适用与争议解决</p>
      <p class="userClauseContent">10.1 本协议之订立、生效、解释、履行、修订与争议解决均适用中华人民共和国法律。</p>
      <p class="userClauseContent">10.2 如果发生因本协议或其违约、终止或效力而引起的或与之有关的任何争议、纠纷或索赔（以下简称“争议”），均应提交长沙仲裁委员会进行仲裁，仲裁地点为长沙。相关争议应单独仲裁，不得与任何其它方的争议在任何仲裁中合并处理，该仲裁裁决是终局，对各方均有约束力。</p>
      <p class="userclauseNum">十一、其他</p>
      <p class="userClauseContent">11.1 一块物流郑重提醒用户注意本协议中免除一块物流责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</p>
      <p class="userClauseContent">11.2 本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
    </div>

  </div>
</template>

<script>
    export default {
      data(){
        return{

        }
      },
      methods:{
        fallback(){
          this.$router.go(-1);
        }
      }

    }
</script>

<style scoped>

</style>
