<template>
  <div style="height: 100%;">
    <div class="issueHeaderNav">
      <div class="width20"><i class="icon iconfont icon-btngoback back floatleft" @click="fallback"></i></div>
      <div  class="width60"><span>城市选择</span></div>
      <div class="width20"><div class="alignCenter floatright"></div></div>
    </div>
    <cube-index-list
      style="margin-top:.8rem;"
      :data="cityData"
      :title="title"
      @select="selectItem"
      @title-click="clickTitle"></cube-index-list>
  </div>
</template>
<script>
  import {
    CURRENT_CITY,
    RECEIPT_CITY,
    CITY_CODE
  } from '../store/mutation-types'
  const cityData = [
    {
      "items": [
        {
          "name": "阿拉善盟",
          "value": "101529"
        },
        {
          "name": "鞍山市",
          "value": "102103"
        },
        {
          "name": "安庆市",
          "value": "103408"
        },
        {
          "name": "安阳市",
          "value": "104105"
        },
        {
          "name": "阿坝州",
          "value": "105132"
        },
        {
          "name": "安顺市",
          "value": "105204"
        },
        {
          "name": "阿里地区",
          "value": "105425"
        },
        {
          "name": "安康市",
          "value": "106109"
        },
        {
          "name": "阿克苏",
          "value": "106529"
        },
        {
          "name": "阿勒泰",
          "value": "106543"
        },
        {
          "name": "阿拉尔市",
          "value": "106545"
        },
        {
          "name": "安新县",
          "value": "10130632"
        },
        {
          "name": "安国市",
          "value": "10130683"
        },
        {
          "name": "安平县",
          "value": "10131125"
        },
        {
          "name": "安泽县",
          "value": "10141026"
        },
        {
          "name": "阿鲁科尔",
          "value": "10150421"
        },
        {
          "name": "敖汉旗",
          "value": "10150430"
        },
        {
          "name": "阿荣旗",
          "value": "10150721"
        },
        {
          "name": "阿尔山市",
          "value": "10152202"
        },
        {
          "name": "阿巴嘎旗",
          "value": "10152522"
        },
        {
          "name": "阿拉善左",
          "value": "10152921"
        },
        {
          "name": "阿拉善右",
          "value": "10152922"
        },
        {
          "name": "安图县",
          "value": "10222426"
        },
        {
          "name": "安达市",
          "value": "10231281"
        },
        {
          "name": "安吉县",
          "value": "10330523"
        },
        {
          "name": "安溪县",
          "value": "10350524"
        },
        {
          "name": "安义县",
          "value": "10360123"
        },
        {
          "name": "安远县",
          "value": "10360726"
        },
        {
          "name": "安福县",
          "value": "10360829"
        },
        {
          "name": "安丘市",
          "value": "10370784"
        },
        {
          "name": "安阳县",
          "value": "10410522"
        },
        {
          "name": "安陆市",
          "value": "10420982"
        },
        {
          "name": "安乡县",
          "value": "10430721"
        },
        {
          "name": "安化县",
          "value": "10430923"
        },
        {
          "name": "安仁县",
          "value": "10431028"
        },
        {
          "name": "安岳县",
          "value": "10512021"
        },
        {
          "name": "阿坝县",
          "value": "10513231"
        },
        {
          "name": "安龙县",
          "value": "10522328"
        },
        {
          "name": "安宁市",
          "value": "10530181"
        },
        {
          "name": "昂仁县",
          "value": "10540226"
        },
        {
          "name": "安多县",
          "value": "10540624"
        },
        {
          "name": "阿克塞县",
          "value": "10620924"
        },
        {
          "name": "阿拉山口",
          "value": "10652702"
        },
        {
          "name": "阿克苏市",
          "value": "10652901"
        },
        {
          "name": "阿瓦提县",
          "value": "10652928"
        },
        {
          "name": "阿图什市",
          "value": "10653001"
        },
        {
          "name": "阿克陶县",
          "value": "10653022"
        },
        {
          "name": "阿合奇县",
          "value": "10653023"
        },
        {
          "name": "阿勒泰市",
          "value": "10654301"
        },
        {
          "name": "阿拉尔市",
          "value": "10654502"
        }
      ],
      "name": "A"
    },
    {
      "items": [
        {
          "name": "北京",
          "value": "1011"
        },
        {
          "name": "北京城区",
          "value": "101101"
        },
        {
          "name": "保定市",
          "value": "101306"
        },
        {
          "name": "包头市",
          "value": "101502"
        },
        {
          "name": "巴彦淖尔",
          "value": "101508"
        },
        {
          "name": "本溪市",
          "value": "102105"
        },
        {
          "name": "白山市",
          "value": "102206"
        },
        {
          "name": "白城市",
          "value": "102208"
        },
        {
          "name": "蚌埠市",
          "value": "103403"
        },
        {
          "name": "亳州市",
          "value": "103416"
        },
        {
          "name": "滨州市",
          "value": "103716"
        },
        {
          "name": "北海市",
          "value": "104505"
        },
        {
          "name": "百色市",
          "value": "104510"
        },
        {
          "name": "白沙黎族",
          "value": "104629"
        },
        {
          "name": "保亭黎族",
          "value": "104633"
        },
        {
          "name": "巴中市",
          "value": "105119"
        },
        {
          "name": "毕节市",
          "value": "105205"
        },
        {
          "name": "保山市",
          "value": "105305"
        },
        {
          "name": "宝鸡市",
          "value": "106103"
        },
        {
          "name": "白银市",
          "value": "106204"
        },
        {
          "name": "博尔塔拉",
          "value": "106527"
        },
        {
          "name": "巴音郭楞",
          "value": "106528"
        },
        {
          "name": "北屯市",
          "value": "106548"
        },
        {
          "name": "柏乡县",
          "value": "10130524"
        },
        {
          "name": "博野县",
          "value": "10130637"
        },
        {
          "name": "泊头市",
          "value": "10130981"
        },
        {
          "name": "霸州市",
          "value": "10131081"
        },
        {
          "name": "保德县",
          "value": "10140931"
        },
        {
          "name": "巴林左旗",
          "value": "10150422"
        },
        {
          "name": "巴林右旗",
          "value": "10150423"
        },
        {
          "name": "本溪县",
          "value": "10210521"
        },
        {
          "name": "北镇市",
          "value": "10210782"
        },
        {
          "name": "北票市",
          "value": "10211381"
        },
        {
          "name": "宾县",
          "value": "10230125"
        },
        {
          "name": "巴彦县",
          "value": "10230126"
        },
        {
          "name": "拜泉县",
          "value": "10230231"
        },
        {
          "name": "宝清县",
          "value": "10230523"
        },
        {
          "name": "勃利县",
          "value": "10230921"
        },
        {
          "name": "北安市",
          "value": "10231181"
        },
        {
          "name": "滨海县",
          "value": "10320922"
        },
        {
          "name": "宝应县",
          "value": "10321023"
        },
        {
          "name": "博兴县",
          "value": "10371625"
        },
        {
          "name": "宝丰县",
          "value": "10410421"
        },
        {
          "name": "博爱县",
          "value": "10410822"
        },
        {
          "name": "保康县",
          "value": "10420626"
        },
        {
          "name": "巴东县",
          "value": "10422823"
        },
        {
          "name": "保靖县",
          "value": "10433125"
        },
        {
          "name": "博罗县",
          "value": "10441322"
        },
        {
          "name": "宾阳县",
          "value": "10450126"
        },
        {
          "name": "博白县",
          "value": "10450923"
        },
        {
          "name": "北流市",
          "value": "10450981"
        },
        {
          "name": "巴马县",
          "value": "10451227"
        },
        {
          "name": "白沙县",
          "value": "10462925"
        },
        {
          "name": "保亭县",
          "value": "10463329"
        },
        {
          "name": "北川县",
          "value": "10510726"
        },
        {
          "name": "宝兴县",
          "value": "10511827"
        },
        {
          "name": "白玉县",
          "value": "10513331"
        },
        {
          "name": "巴塘县",
          "value": "10513335"
        },
        {
          "name": "布拖县",
          "value": "10513429"
        },
        {
          "name": "宾川县",
          "value": "10532924"
        },
        {
          "name": "白朗县",
          "value": "10540228"
        },
        {
          "name": "八宿县",
          "value": "10540326"
        },
        {
          "name": "边坝县",
          "value": "10540330"
        },
        {
          "name": "波密县",
          "value": "10540424"
        },
        {
          "name": "比如县",
          "value": "10540622"
        },
        {
          "name": "班戈县",
          "value": "10540627"
        },
        {
          "name": "巴青县",
          "value": "10540628"
        },
        {
          "name": "彬县",
          "value": "10610427"
        },
        {
          "name": "白水县",
          "value": "10610527"
        },
        {
          "name": "白河县",
          "value": "10610929"
        },
        {
          "name": "班玛县",
          "value": "10632622"
        },
        {
          "name": "巴里坤县",
          "value": "10650521"
        },
        {
          "name": "博乐市",
          "value": "10652701"
        },
        {
          "name": "博湖县",
          "value": "10652829"
        },
        {
          "name": "拜城县",
          "value": "10652926"
        },
        {
          "name": "巴楚县",
          "value": "10653130"
        },
        {
          "name": "布尔津县",
          "value": "10654321"
        },
        {
          "name": "北屯市",
          "value": "10654805"
        }
      ],
      "name": "B"
    },
    {
      "items": [
        {
          "name": "重庆",
          "value": "1050"
        },
        {
          "name": "承德市",
          "value": "101308"
        },
        {
          "name": "沧州市",
          "value": "101309"
        },
        {
          "name": "长治市",
          "value": "101404"
        },
        {
          "name": "赤峰市",
          "value": "101504"
        },
        {
          "name": "朝阳市",
          "value": "102113"
        },
        {
          "name": "长春市",
          "value": "102201"
        },
        {
          "name": "常州市",
          "value": "103204"
        },
        {
          "name": "滁州市",
          "value": "103411"
        },
        {
          "name": "池州市",
          "value": "103417"
        },
        {
          "name": "长沙市",
          "value": "104301"
        },
        {
          "name": "常德市",
          "value": "104307"
        },
        {
          "name": "郴州市",
          "value": "104310"
        },
        {
          "name": "潮州市",
          "value": "104451"
        },
        {
          "name": "崇左市",
          "value": "104514"
        },
        {
          "name": "澄迈县",
          "value": "104627"
        },
        {
          "name": "昌江黎族",
          "value": "104630"
        },
        {
          "name": "重庆城区",
          "value": "105001"
        },
        {
          "name": "重庆郊县",
          "value": "105002"
        },
        {
          "name": "成都市",
          "value": "105101"
        },
        {
          "name": "楚雄州",
          "value": "105323"
        },
        {
          "name": "昌都市",
          "value": "105403"
        },
        {
          "name": "昌吉州",
          "value": "106523"
        },
        {
          "name": "昌黎县",
          "value": "10130322"
        },
        {
          "name": "成安县",
          "value": "10130424"
        },
        {
          "name": "磁县",
          "value": "10130427"
        },
        {
          "name": "赤城县",
          "value": "10130732"
        },
        {
          "name": "承德县",
          "value": "10130821"
        },
        {
          "name": "沧县",
          "value": "10130921"
        },
        {
          "name": "长治县",
          "value": "10140421"
        },
        {
          "name": "长子县",
          "value": "10140428"
        },
        {
          "name": "陈巴尔虎",
          "value": "10150725"
        },
        {
          "name": "察右前旗",
          "value": "10150926"
        },
        {
          "name": "察右中旗",
          "value": "10150927"
        },
        {
          "name": "察右后旗",
          "value": "10150928"
        },
        {
          "name": "长海县",
          "value": "10210224"
        },
        {
          "name": "昌图县",
          "value": "10211224"
        },
        {
          "name": "朝阳县",
          "value": "10211321"
        },
        {
          "name": "长白县",
          "value": "10220623"
        },
        {
          "name": "长岭县",
          "value": "10220722"
        },
        {
          "name": "常熟市",
          "value": "10320581"
        },
        {
          "name": "淳安县",
          "value": "10330127"
        },
        {
          "name": "慈溪市",
          "value": "10330282"
        },
        {
          "name": "苍南县",
          "value": "10330327"
        },
        {
          "name": "长兴县",
          "value": "10330522"
        },
        {
          "name": "常山县",
          "value": "10330822"
        },
        {
          "name": "长丰县",
          "value": "10340121"
        },
        {
          "name": "巢湖市",
          "value": "10340181"
        },
        {
          "name": "长泰县",
          "value": "10350625"
        },
        {
          "name": "长汀县",
          "value": "10350821"
        },
        {
          "name": "崇义县",
          "value": "10360725"
        },
        {
          "name": "崇仁县",
          "value": "10361024"
        },
        {
          "name": "长岛县",
          "value": "10370634"
        },
        {
          "name": "昌乐县",
          "value": "10370725"
        },
        {
          "name": "昌邑市",
          "value": "10370786"
        },
        {
          "name": "茌平县",
          "value": "10371523"
        },
        {
          "name": "曹县",
          "value": "10371721"
        },
        {
          "name": "成武县",
          "value": "10371723"
        },
        {
          "name": "长垣县",
          "value": "10410728"
        },
        {
          "name": "长葛市",
          "value": "10411082"
        },
        {
          "name": "长阳县",
          "value": "10420528"
        },
        {
          "name": "崇阳县",
          "value": "10421223"
        },
        {
          "name": "赤壁市",
          "value": "10421281"
        },
        {
          "name": "长沙县",
          "value": "10430121"
        },
        {
          "name": "茶陵县",
          "value": "10430224"
        },
        {
          "name": "常宁市",
          "value": "10430482"
        },
        {
          "name": "城步县",
          "value": "10430529"
        },
        {
          "name": "慈利县",
          "value": "10430821"
        },
        {
          "name": "辰溪县",
          "value": "10431223"
        },
        {
          "name": "苍梧县",
          "value": "10450421"
        },
        {
          "name": "岑溪市",
          "value": "10450481"
        },
        {
          "name": "澄迈县",
          "value": "10462723"
        },
        {
          "name": "昌江县",
          "value": "10463026"
        },
        {
          "name": "城口县",
          "value": "10500229"
        },
        {
          "name": "崇州市",
          "value": "10510184"
        },
        {
          "name": "苍溪县",
          "value": "10510824"
        },
        {
          "name": "长宁县",
          "value": "10511524"
        },
        {
          "name": "赤水市",
          "value": "10520381"
        },
        {
          "name": "册亨县",
          "value": "10522327"
        },
        {
          "name": "岑巩县",
          "value": "10522626"
        },
        {
          "name": "从江县",
          "value": "10522633"
        },
        {
          "name": "长顺县",
          "value": "10522729"
        },
        {
          "name": "澄江县",
          "value": "10530422"
        },
        {
          "name": "昌宁县",
          "value": "10530524"
        },
        {
          "name": "沧源县",
          "value": "10530927"
        },
        {
          "name": "楚雄市",
          "value": "10532301"
        },
        {
          "name": "察雅县",
          "value": "10540325"
        },
        {
          "name": "察隅县",
          "value": "10540425"
        },
        {
          "name": "措美县",
          "value": "10540526"
        },
        {
          "name": "错那县",
          "value": "10540530"
        },
        {
          "name": "措勤县",
          "value": "10542527"
        },
        {
          "name": "长武县",
          "value": "10610428"
        },
        {
          "name": "淳化县",
          "value": "10610430"
        },
        {
          "name": "澄城县",
          "value": "10610525"
        },
        {
          "name": "城固县",
          "value": "10610722"
        },
        {
          "name": "崇信县",
          "value": "10620823"
        },
        {
          "name": "成县",
          "value": "10621221"
        },
        {
          "name": "称多县",
          "value": "10632723"
        },
        {
          "name": "昌吉市",
          "value": "10652301"
        },
        {
          "name": "策勒县",
          "value": "10653225"
        },
        {
          "name": "察布查尔",
          "value": "10654022"
        }
      ],
      "name": "C"
    },
    {
      "items": [
        {
          "name": "大同市",
          "value": "101402"
        },
        {
          "name": "大连市",
          "value": "102102"
        },
        {
          "name": "丹东市",
          "value": "102106"
        },
        {
          "name": "大庆市",
          "value": "102306"
        },
        {
          "name": "大兴安岭",
          "value": "102327"
        },
        {
          "name": "东营市",
          "value": "103705"
        },
        {
          "name": "德州市",
          "value": "103714"
        },
        {
          "name": "东莞市",
          "value": "104419"
        },
        {
          "name": "东沙群岛",
          "value": "104421"
        },
        {
          "name": "儋州市",
          "value": "104604"
        },
        {
          "name": "东方市",
          "value": "104611"
        },
        {
          "name": "定安县",
          "value": "104625"
        },
        {
          "name": "德阳市",
          "value": "105106"
        },
        {
          "name": "达州市",
          "value": "105117"
        },
        {
          "name": "大理州",
          "value": "105329"
        },
        {
          "name": "德宏州",
          "value": "105331"
        },
        {
          "name": "迪庆州",
          "value": "105334"
        },
        {
          "name": "定西市",
          "value": "106211"
        },
        {
          "name": "大名县",
          "value": "10130425"
        },
        {
          "name": "定兴县",
          "value": "10130626"
        },
        {
          "name": "定州市",
          "value": "10130682"
        },
        {
          "name": "东光县",
          "value": "10130923"
        },
        {
          "name": "大城县",
          "value": "10131025"
        },
        {
          "name": "大厂县",
          "value": "10131028"
        },
        {
          "name": "大同县",
          "value": "10140227"
        },
        {
          "name": "定襄县",
          "value": "10140921"
        },
        {
          "name": "代县",
          "value": "10140923"
        },
        {
          "name": "大宁县",
          "value": "10141030"
        },
        {
          "name": "达茂旗",
          "value": "10150223"
        },
        {
          "name": "达拉特旗",
          "value": "10150621"
        },
        {
          "name": "磴口县",
          "value": "10150822"
        },
        {
          "name": "东乌珠穆",
          "value": "10152525"
        },
        {
          "name": "多伦县",
          "value": "10152531"
        },
        {
          "name": "东港市",
          "value": "10210681"
        },
        {
          "name": "大石桥市",
          "value": "10210882"
        },
        {
          "name": "灯塔市",
          "value": "10211081"
        },
        {
          "name": "调兵山市",
          "value": "10211281"
        },
        {
          "name": "德惠市",
          "value": "10220183"
        },
        {
          "name": "东丰县",
          "value": "10220421"
        },
        {
          "name": "东辽县",
          "value": "10220422"
        },
        {
          "name": "大安市",
          "value": "10220882"
        },
        {
          "name": "敦化市",
          "value": "10222403"
        },
        {
          "name": "杜尔伯特",
          "value": "10230624"
        },
        {
          "name": "东宁市",
          "value": "10231086"
        },
        {
          "name": "东海县",
          "value": "10320722"
        },
        {
          "name": "东台市",
          "value": "10320981"
        },
        {
          "name": "丹阳市",
          "value": "10321181"
        },
        {
          "name": "德清县",
          "value": "10330521"
        },
        {
          "name": "东阳市",
          "value": "10330783"
        },
        {
          "name": "岱山县",
          "value": "10330921"
        },
        {
          "name": "当涂县",
          "value": "10340521"
        },
        {
          "name": "定远县",
          "value": "10341125"
        },
        {
          "name": "砀山县",
          "value": "10341321"
        },
        {
          "name": "东至县",
          "value": "10341721"
        },
        {
          "name": "大田县",
          "value": "10350425"
        },
        {
          "name": "德化县",
          "value": "10350526"
        },
        {
          "name": "东山县",
          "value": "10350626"
        },
        {
          "name": "德安县",
          "value": "10360426"
        },
        {
          "name": "都昌县",
          "value": "10360428"
        },
        {
          "name": "大余县",
          "value": "10360723"
        },
        {
          "name": "定南县",
          "value": "10360728"
        },
        {
          "name": "德兴市",
          "value": "10361181"
        },
        {
          "name": "东平县",
          "value": "10370923"
        },
        {
          "name": "东阿县",
          "value": "10371524"
        },
        {
          "name": "单县",
          "value": "10371722"
        },
        {
          "name": "东明县",
          "value": "10371728"
        },
        {
          "name": "登封市",
          "value": "10410185"
        },
        {
          "name": "邓州市",
          "value": "10411381"
        },
        {
          "name": "郸城县",
          "value": "10411625"
        },
        {
          "name": "大冶市",
          "value": "10420281"
        },
        {
          "name": "丹江口市",
          "value": "10420381"
        },
        {
          "name": "当阳市",
          "value": "10420582"
        },
        {
          "name": "大悟县",
          "value": "10420922"
        },
        {
          "name": "洞口县",
          "value": "10430525"
        },
        {
          "name": "东安县",
          "value": "10431122"
        },
        {
          "name": "道县",
          "value": "10431124"
        },
        {
          "name": "德庆县",
          "value": "10441226"
        },
        {
          "name": "大埔县",
          "value": "10441422"
        },
        {
          "name": "东源县",
          "value": "10441625"
        },
        {
          "name": "东兴市",
          "value": "10450681"
        },
        {
          "name": "德保县",
          "value": "10451024"
        },
        {
          "name": "东兰县",
          "value": "10451224"
        },
        {
          "name": "都安县",
          "value": "10451228"
        },
        {
          "name": "大化县",
          "value": "10451229"
        },
        {
          "name": "大新县",
          "value": "10451424"
        },
        {
          "name": "东方市",
          "value": "10461107"
        },
        {
          "name": "定安县",
          "value": "10462521"
        },
        {
          "name": "垫江县",
          "value": "10500231"
        },
        {
          "name": "大邑县",
          "value": "10510129"
        },
        {
          "name": "都江堰市",
          "value": "10510181"
        },
        {
          "name": "大英县",
          "value": "10510923"
        },
        {
          "name": "丹棱县",
          "value": "10511424"
        },
        {
          "name": "大竹县",
          "value": "10511724"
        },
        {
          "name": "丹巴县",
          "value": "10513323"
        },
        {
          "name": "道孚县",
          "value": "10513326"
        },
        {
          "name": "德格县",
          "value": "10513330"
        },
        {
          "name": "稻城县",
          "value": "10513337"
        },
        {
          "name": "得荣县",
          "value": "10513338"
        },
        {
          "name": "德昌县",
          "value": "10513424"
        },
        {
          "name": "道真县",
          "value": "10520325"
        },
        {
          "name": "大方县",
          "value": "10520521"
        },
        {
          "name": "德江县",
          "value": "10520626"
        },
        {
          "name": "丹寨县",
          "value": "10522636"
        },
        {
          "name": "都匀市",
          "value": "10522701"
        },
        {
          "name": "独山县",
          "value": "10522726"
        },
        {
          "name": "大关县",
          "value": "10530624"
        },
        {
          "name": "大姚县",
          "value": "10532326"
        },
        {
          "name": "大理市",
          "value": "10532901"
        },
        {
          "name": "德钦县",
          "value": "10533422"
        },
        {
          "name": "当雄县",
          "value": "10540122"
        },
        {
          "name": "定日县",
          "value": "10540223"
        },
        {
          "name": "定结县",
          "value": "10540231"
        },
        {
          "name": "丁青县",
          "value": "10540324"
        },
        {
          "name": "大荔县",
          "value": "10610523"
        },
        {
          "name": "定边县",
          "value": "10610825"
        },
        {
          "name": "丹凤县",
          "value": "10611022"
        },
        {
          "name": "敦煌市",
          "value": "10620982"
        },
        {
          "name": "宕昌县",
          "value": "10621223"
        },
        {
          "name": "东乡族县",
          "value": "10622926"
        },
        {
          "name": "迭部县",
          "value": "10623024"
        },
        {
          "name": "大通县",
          "value": "10630121"
        },
        {
          "name": "达日县",
          "value": "10632624"
        },
        {
          "name": "德令哈市",
          "value": "10632802"
        },
        {
          "name": "都兰县",
          "value": "10632822"
        }
      ],
      "name": "D"
    },
    {
      "items": [
        {
          "name": "鄂尔多斯",
          "value": "101506"
        },
        {
          "name": "鄂州市",
          "value": "104207"
        },
        {
          "name": "恩施州",
          "value": "104228"
        },
        {
          "name": "鄂托克前",
          "value": "10150623"
        },
        {
          "name": "鄂托克旗",
          "value": "10150624"
        },
        {
          "name": "鄂伦春旗",
          "value": "10150723"
        },
        {
          "name": "鄂温克旗",
          "value": "10150724"
        },
        {
          "name": "额尔古纳",
          "value": "10150784"
        },
        {
          "name": "二连浩特",
          "value": "10152501"
        },
        {
          "name": "额济纳旗",
          "value": "10152923"
        },
        {
          "name": "恩施市",
          "value": "10422801"
        },
        {
          "name": "恩平市",
          "value": "10440785"
        },
        {
          "name": "峨边县",
          "value": "10511132"
        },
        {
          "name": "峨眉山市",
          "value": "10511181"
        },
        {
          "name": "峨山县",
          "value": "10530426"
        },
        {
          "name": "洱源县",
          "value": "10532930"
        },
        {
          "name": "额敏县",
          "value": "10654221"
        }
      ],
      "name": "E"
    },
    {
      "items": [
        {
          "name": "抚顺市",
          "value": "102104"
        },
        {
          "name": "阜新市",
          "value": "102109"
        },
        {
          "name": "阜阳市",
          "value": "103412"
        },
        {
          "name": "福州市",
          "value": "103501"
        },
        {
          "name": "抚州市",
          "value": "103610"
        },
        {
          "name": "佛山市",
          "value": "104406"
        },
        {
          "name": "防城港市",
          "value": "104506"
        },
        {
          "name": "阜平县",
          "value": "10130624"
        },
        {
          "name": "丰宁县",
          "value": "10130826"
        },
        {
          "name": "阜城县",
          "value": "10131128"
        },
        {
          "name": "繁峙县",
          "value": "10140924"
        },
        {
          "name": "浮山县",
          "value": "10141027"
        },
        {
          "name": "汾西县",
          "value": "10141034"
        },
        {
          "name": "方山县",
          "value": "10141128"
        },
        {
          "name": "汾阳市",
          "value": "10141182"
        },
        {
          "name": "丰镇市",
          "value": "10150981"
        },
        {
          "name": "法库县",
          "value": "10210124"
        },
        {
          "name": "抚顺县",
          "value": "10210421"
        },
        {
          "name": "凤城市",
          "value": "10210682"
        },
        {
          "name": "阜新县",
          "value": "10210921"
        },
        {
          "name": "抚松县",
          "value": "10220621"
        },
        {
          "name": "扶余市",
          "value": "10220781"
        },
        {
          "name": "方正县",
          "value": "10230124"
        },
        {
          "name": "富裕县",
          "value": "10230227"
        },
        {
          "name": "富锦市",
          "value": "10230882"
        },
        {
          "name": "抚远市",
          "value": "10230883"
        },
        {
          "name": "丰县",
          "value": "10320321"
        },
        {
          "name": "阜宁县",
          "value": "10320923"
        },
        {
          "name": "肥东县",
          "value": "10340122"
        },
        {
          "name": "肥西县",
          "value": "10340123"
        },
        {
          "name": "繁昌县",
          "value": "10340222"
        },
        {
          "name": "凤台县",
          "value": "10340421"
        },
        {
          "name": "凤阳县",
          "value": "10341126"
        },
        {
          "name": "阜南县",
          "value": "10341225"
        },
        {
          "name": "福清市",
          "value": "10350181"
        },
        {
          "name": "福安市",
          "value": "10350981"
        },
        {
          "name": "福鼎市",
          "value": "10350982"
        },
        {
          "name": "浮梁县",
          "value": "10360222"
        },
        {
          "name": "分宜县",
          "value": "10360521"
        },
        {
          "name": "奉新县",
          "value": "10360921"
        },
        {
          "name": "丰城市",
          "value": "10360981"
        },
        {
          "name": "肥城市",
          "value": "10370983"
        },
        {
          "name": "费县",
          "value": "10371325"
        },
        {
          "name": "封丘县",
          "value": "10410727"
        },
        {
          "name": "范县",
          "value": "10410926"
        },
        {
          "name": "方城县",
          "value": "10411322"
        },
        {
          "name": "扶沟县",
          "value": "10411621"
        },
        {
          "name": "房县",
          "value": "10420325"
        },
        {
          "name": "凤凰县",
          "value": "10433123"
        },
        {
          "name": "封开县",
          "value": "10441225"
        },
        {
          "name": "丰顺县",
          "value": "10441423"
        },
        {
          "name": "佛冈县",
          "value": "10441821"
        },
        {
          "name": "富川县",
          "value": "10451123"
        },
        {
          "name": "凤山县",
          "value": "10451223"
        },
        {
          "name": "扶绥县",
          "value": "10451421"
        },
        {
          "name": "丰都县",
          "value": "10500230"
        },
        {
          "name": "奉节县",
          "value": "10500236"
        },
        {
          "name": "富顺县",
          "value": "10510322"
        },
        {
          "name": "凤冈县",
          "value": "10520327"
        },
        {
          "name": "福泉市",
          "value": "10522702"
        },
        {
          "name": "富民县",
          "value": "10530124"
        },
        {
          "name": "富源县",
          "value": "10530325"
        },
        {
          "name": "凤庆县",
          "value": "10530921"
        },
        {
          "name": "富宁县",
          "value": "10532628"
        },
        {
          "name": "福贡县",
          "value": "10533323"
        },
        {
          "name": "凤翔县",
          "value": "10610322"
        },
        {
          "name": "扶风县",
          "value": "10610324"
        },
        {
          "name": "凤县",
          "value": "10610330"
        },
        {
          "name": "富平县",
          "value": "10610528"
        },
        {
          "name": "富县",
          "value": "10610628"
        },
        {
          "name": "佛坪县",
          "value": "10610730"
        },
        {
          "name": "府谷县",
          "value": "10610822"
        },
        {
          "name": "阜康市",
          "value": "10652302"
        },
        {
          "name": "富蕴县",
          "value": "10654322"
        },
        {
          "name": "福海县",
          "value": "10654323"
        }
      ],
      "name": "F"
    },
    {
      "items": [
        {
          "name": "赣州市",
          "value": "103607"
        },
        {
          "name": "广州市",
          "value": "104401"
        },
        {
          "name": "桂林市",
          "value": "104503"
        },
        {
          "name": "贵港市",
          "value": "104508"
        },
        {
          "name": "广元市",
          "value": "105108"
        },
        {
          "name": "广安市",
          "value": "105116"
        },
        {
          "name": "甘孜州",
          "value": "105133"
        },
        {
          "name": "贵阳市",
          "value": "105201"
        },
        {
          "name": "甘南州",
          "value": "106230"
        },
        {
          "name": "果洛州",
          "value": "106326"
        },
        {
          "name": "固原市",
          "value": "106404"
        },
        {
          "name": "高邑县",
          "value": "10130127"
        },
        {
          "name": "广平县",
          "value": "10130432"
        },
        {
          "name": "馆陶县",
          "value": "10130433"
        },
        {
          "name": "广宗县",
          "value": "10130531"
        },
        {
          "name": "高阳县",
          "value": "10130628"
        },
        {
          "name": "高碑店市",
          "value": "10130684"
        },
        {
          "name": "沽源县",
          "value": "10130724"
        },
        {
          "name": "固安县",
          "value": "10131022"
        },
        {
          "name": "故城县",
          "value": "10131126"
        },
        {
          "name": "古交市",
          "value": "10140181"
        },
        {
          "name": "广灵县",
          "value": "10140223"
        },
        {
          "name": "高平市",
          "value": "10140581"
        },
        {
          "name": "古县",
          "value": "10141025"
        },
        {
          "name": "固阳县",
          "value": "10150222"
        },
        {
          "name": "根河市",
          "value": "10150785"
        },
        {
          "name": "盖州市",
          "value": "10210881"
        },
        {
          "name": "公主岭市",
          "value": "10220381"
        },
        {
          "name": "甘南县",
          "value": "10230225"
        },
        {
          "name": "灌云县",
          "value": "10320723"
        },
        {
          "name": "灌南县",
          "value": "10320724"
        },
        {
          "name": "高邮市",
          "value": "10321084"
        },
        {
          "name": "固镇县",
          "value": "10340323"
        },
        {
          "name": "广德县",
          "value": "10341822"
        },
        {
          "name": "光泽县",
          "value": "10350723"
        },
        {
          "name": "古田县",
          "value": "10350922"
        },
        {
          "name": "共青城市",
          "value": "10360482"
        },
        {
          "name": "贵溪市",
          "value": "10360681"
        },
        {
          "name": "高安市",
          "value": "10360983"
        },
        {
          "name": "广昌县",
          "value": "10361030"
        },
        {
          "name": "高青县",
          "value": "10370322"
        },
        {
          "name": "广饶县",
          "value": "10370523"
        },
        {
          "name": "高密市",
          "value": "10370785"
        },
        {
          "name": "冠县",
          "value": "10371525"
        },
        {
          "name": "高唐县",
          "value": "10371526"
        },
        {
          "name": "巩义市",
          "value": "10410181"
        },
        {
          "name": "光山县",
          "value": "10411522"
        },
        {
          "name": "固始县",
          "value": "10411525"
        },
        {
          "name": "谷城县",
          "value": "10420625"
        },
        {
          "name": "公安县",
          "value": "10421022"
        },
        {
          "name": "广水市",
          "value": "10421381"
        },
        {
          "name": "桂阳县",
          "value": "10431021"
        },
        {
          "name": "桂东县",
          "value": "10431027"
        },
        {
          "name": "古丈县",
          "value": "10433126"
        },
        {
          "name": "高州市",
          "value": "10440981"
        },
        {
          "name": "广宁县",
          "value": "10441223"
        },
        {
          "name": "灌阳县",
          "value": "10450327"
        },
        {
          "name": "恭城县",
          "value": "10450332"
        },
        {
          "name": "桂平市",
          "value": "10450881"
        },
        {
          "name": "古蔺县",
          "value": "10510525"
        },
        {
          "name": "广汉市",
          "value": "10510681"
        },
        {
          "name": "高县",
          "value": "10511525"
        },
        {
          "name": "珙县",
          "value": "10511526"
        },
        {
          "name": "甘孜县",
          "value": "10513328"
        },
        {
          "name": "甘洛县",
          "value": "10513435"
        },
        {
          "name": "关岭县",
          "value": "10520424"
        },
        {
          "name": "贵定县",
          "value": "10522723"
        },
        {
          "name": "耿马县",
          "value": "10530926"
        },
        {
          "name": "个旧市",
          "value": "10532501"
        },
        {
          "name": "广南县",
          "value": "10532627"
        },
        {
          "name": "贡山县",
          "value": "10533324"
        },
        {
          "name": "岗巴县",
          "value": "10540237"
        },
        {
          "name": "贡觉县",
          "value": "10540322"
        },
        {
          "name": "工布江达",
          "value": "10540421"
        },
        {
          "name": "贡嘎县",
          "value": "10540522"
        },
        {
          "name": "噶尔县",
          "value": "10542523"
        },
        {
          "name": "革吉县",
          "value": "10542525"
        },
        {
          "name": "改则县",
          "value": "10542526"
        },
        {
          "name": "甘泉县",
          "value": "10610627"
        },
        {
          "name": "皋兰县",
          "value": "10620122"
        },
        {
          "name": "甘谷县",
          "value": "10620523"
        },
        {
          "name": "古浪县",
          "value": "10620622"
        },
        {
          "name": "高台县",
          "value": "10620724"
        },
        {
          "name": "瓜州县",
          "value": "10620922"
        },
        {
          "name": "广河县",
          "value": "10622924"
        },
        {
          "name": "刚察县",
          "value": "10632224"
        },
        {
          "name": "共和县",
          "value": "10632521"
        },
        {
          "name": "贵德县",
          "value": "10632523"
        },
        {
          "name": "贵南县",
          "value": "10632525"
        },
        {
          "name": "甘德县",
          "value": "10632623"
        },
        {
          "name": "格尔木市",
          "value": "10632801"
        },
        {
          "name": "巩留县",
          "value": "10654024"
        }
      ],
      "name": "G"
    },
    {
      "items": [
        {
          "name": "邯郸市",
          "value": "101304"
        },
        {
          "name": "衡水市",
          "value": "101311"
        },
        {
          "name": "呼和浩特",
          "value": "101501"
        },
        {
          "name": "呼伦贝尔",
          "value": "101507"
        },
        {
          "name": "葫芦岛市",
          "value": "102114"
        },
        {
          "name": "哈尔滨市",
          "value": "102301"
        },
        {
          "name": "鹤岗市",
          "value": "102304"
        },
        {
          "name": "黑河市",
          "value": "102311"
        },
        {
          "name": "淮安市",
          "value": "103208"
        },
        {
          "name": "杭州市",
          "value": "103301"
        },
        {
          "name": "湖州市",
          "value": "103305"
        },
        {
          "name": "合肥市",
          "value": "103401"
        },
        {
          "name": "淮南市",
          "value": "103404"
        },
        {
          "name": "淮北市",
          "value": "103406"
        },
        {
          "name": "黄山市",
          "value": "103410"
        },
        {
          "name": "菏泽市",
          "value": "103717"
        },
        {
          "name": "鹤壁市",
          "value": "104106"
        },
        {
          "name": "黄石市",
          "value": "104202"
        },
        {
          "name": "黄冈市",
          "value": "104211"
        },
        {
          "name": "衡阳市",
          "value": "104304"
        },
        {
          "name": "怀化市",
          "value": "104312"
        },
        {
          "name": "惠州市",
          "value": "104413"
        },
        {
          "name": "河源市",
          "value": "104416"
        },
        {
          "name": "贺州市",
          "value": "104511"
        },
        {
          "name": "河池市",
          "value": "104512"
        },
        {
          "name": "海口市",
          "value": "104601"
        },
        {
          "name": "红河州",
          "value": "105325"
        },
        {
          "name": "汉中市",
          "value": "106107"
        },
        {
          "name": "海东市",
          "value": "106302"
        },
        {
          "name": "海北州",
          "value": "106322"
        },
        {
          "name": "黄南州",
          "value": "106323"
        },
        {
          "name": "海南州",
          "value": "106325"
        },
        {
          "name": "海西州",
          "value": "106328"
        },
        {
          "name": "哈密市",
          "value": "106505"
        },
        {
          "name": "和田地区",
          "value": "106532"
        },
        {
          "name": "怀安县",
          "value": "10130728"
        },
        {
          "name": "怀来县",
          "value": "10130730"
        },
        {
          "name": "海兴县",
          "value": "10130924"
        },
        {
          "name": "黄骅市",
          "value": "10130983"
        },
        {
          "name": "河间市",
          "value": "10130984"
        },
        {
          "name": "浑源县",
          "value": "10140225"
        },
        {
          "name": "壶关县",
          "value": "10140427"
        },
        {
          "name": "怀仁县",
          "value": "10140624"
        },
        {
          "name": "和顺县",
          "value": "10140723"
        },
        {
          "name": "河津市",
          "value": "10140882"
        },
        {
          "name": "河曲县",
          "value": "10140930"
        },
        {
          "name": "洪洞县",
          "value": "10141024"
        },
        {
          "name": "侯马市",
          "value": "10141081"
        },
        {
          "name": "霍州市",
          "value": "10141082"
        },
        {
          "name": "和林格尔",
          "value": "10150123"
        },
        {
          "name": "霍林郭勒",
          "value": "10150581"
        },
        {
          "name": "杭锦旗",
          "value": "10150625"
        },
        {
          "name": "杭锦后旗",
          "value": "10150826"
        },
        {
          "name": "化德县",
          "value": "10150922"
        },
        {
          "name": "海城市",
          "value": "10210381"
        },
        {
          "name": "桓仁县",
          "value": "10210522"
        },
        {
          "name": "黑山县",
          "value": "10210726"
        },
        {
          "name": "桦甸市",
          "value": "10220282"
        },
        {
          "name": "辉南县",
          "value": "10220523"
        },
        {
          "name": "珲春市",
          "value": "10222404"
        },
        {
          "name": "和龙市",
          "value": "10222406"
        },
        {
          "name": "虎林市",
          "value": "10230381"
        },
        {
          "name": "桦南县",
          "value": "10230822"
        },
        {
          "name": "桦川县",
          "value": "10230826"
        },
        {
          "name": "海林市",
          "value": "10231083"
        },
        {
          "name": "海伦市",
          "value": "10231283"
        },
        {
          "name": "呼玛县",
          "value": "10232721"
        },
        {
          "name": "海安县",
          "value": "10320621"
        },
        {
          "name": "海门市",
          "value": "10320684"
        },
        {
          "name": "海盐县",
          "value": "10330424"
        },
        {
          "name": "海宁市",
          "value": "10330481"
        },
        {
          "name": "怀远县",
          "value": "10340321"
        },
        {
          "name": "含山县",
          "value": "10340522"
        },
        {
          "name": "和县",
          "value": "10340523"
        },
        {
          "name": "怀宁县",
          "value": "10340822"
        },
        {
          "name": "霍邱县",
          "value": "10341522"
        },
        {
          "name": "霍山县",
          "value": "10341525"
        },
        {
          "name": "惠安县",
          "value": "10350521"
        },
        {
          "name": "华安县",
          "value": "10350629"
        },
        {
          "name": "湖口县",
          "value": "10360429"
        },
        {
          "name": "会昌县",
          "value": "10360733"
        },
        {
          "name": "横峰县",
          "value": "10361125"
        },
        {
          "name": "桓台县",
          "value": "10370321"
        },
        {
          "name": "海阳市",
          "value": "10370687"
        },
        {
          "name": "惠民县",
          "value": "10371621"
        },
        {
          "name": "滑县",
          "value": "10410526"
        },
        {
          "name": "获嘉县",
          "value": "10410724"
        },
        {
          "name": "辉县市",
          "value": "10410782"
        },
        {
          "name": "潢川县",
          "value": "10411526"
        },
        {
          "name": "淮滨县",
          "value": "10411527"
        },
        {
          "name": "淮阳县",
          "value": "10411626"
        },
        {
          "name": "汉川市",
          "value": "10420984"
        },
        {
          "name": "洪湖市",
          "value": "10421083"
        },
        {
          "name": "红安县",
          "value": "10421122"
        },
        {
          "name": "黄梅县",
          "value": "10421127"
        },
        {
          "name": "鹤峰县",
          "value": "10422828"
        },
        {
          "name": "衡阳县",
          "value": "10430421"
        },
        {
          "name": "衡南县",
          "value": "10430422"
        },
        {
          "name": "衡山县",
          "value": "10430423"
        },
        {
          "name": "衡东县",
          "value": "10430424"
        },
        {
          "name": "华容县",
          "value": "10430623"
        },
        {
          "name": "汉寿县",
          "value": "10430722"
        },
        {
          "name": "会同县",
          "value": "10431225"
        },
        {
          "name": "洪江市",
          "value": "10431281"
        },
        {
          "name": "花垣县",
          "value": "10433124"
        },
        {
          "name": "鹤山市",
          "value": "10440784"
        },
        {
          "name": "化州市",
          "value": "10440982"
        },
        {
          "name": "怀集县",
          "value": "10441224"
        },
        {
          "name": "惠东县",
          "value": "10441323"
        },
        {
          "name": "海丰县",
          "value": "10441521"
        },
        {
          "name": "和平县",
          "value": "10441624"
        },
        {
          "name": "惠来县",
          "value": "10445224"
        },
        {
          "name": "横县",
          "value": "10450127"
        },
        {
          "name": "合浦县",
          "value": "10450521"
        },
        {
          "name": "环江县",
          "value": "10451226"
        },
        {
          "name": "合山市",
          "value": "10451381"
        },
        {
          "name": "合江县",
          "value": "10510522"
        },
        {
          "name": "洪雅县",
          "value": "10511423"
        },
        {
          "name": "华蓥市",
          "value": "10511681"
        },
        {
          "name": "汉源县",
          "value": "10511823"
        },
        {
          "name": "黑水县",
          "value": "10513228"
        },
        {
          "name": "红原县",
          "value": "10513233"
        },
        {
          "name": "会理县",
          "value": "10513425"
        },
        {
          "name": "会东县",
          "value": "10513426"
        },
        {
          "name": "赫章县",
          "value": "10520527"
        },
        {
          "name": "黄平县",
          "value": "10522622"
        },
        {
          "name": "惠水县",
          "value": "10522731"
        },
        {
          "name": "会泽县",
          "value": "10530326"
        },
        {
          "name": "华宁县",
          "value": "10530424"
        },
        {
          "name": "华坪县",
          "value": "10530723"
        },
        {
          "name": "红河县",
          "value": "10532529"
        },
        {
          "name": "河口县",
          "value": "10532532"
        },
        {
          "name": "鹤庆县",
          "value": "10532932"
        },
        {
          "name": "合阳县",
          "value": "10610524"
        },
        {
          "name": "韩城市",
          "value": "10610581"
        },
        {
          "name": "华阴市",
          "value": "10610582"
        },
        {
          "name": "黄龙县",
          "value": "10610631"
        },
        {
          "name": "黄陵县",
          "value": "10610632"
        },
        {
          "name": "汉阴县",
          "value": "10610921"
        },
        {
          "name": "会宁县",
          "value": "10620422"
        },
        {
          "name": "华亭县",
          "value": "10620824"
        },
        {
          "name": "环县",
          "value": "10621022"
        },
        {
          "name": "华池县",
          "value": "10621023"
        },
        {
          "name": "合水县",
          "value": "10621024"
        },
        {
          "name": "徽县",
          "value": "10621227"
        },
        {
          "name": "和政县",
          "value": "10622925"
        },
        {
          "name": "合作市",
          "value": "10623001"
        },
        {
          "name": "湟中县",
          "value": "10630122"
        },
        {
          "name": "湟源县",
          "value": "10630123"
        },
        {
          "name": "互助县",
          "value": "10630223"
        },
        {
          "name": "化隆县",
          "value": "10630224"
        },
        {
          "name": "海晏县",
          "value": "10632223"
        },
        {
          "name": "河南县",
          "value": "10632324"
        },
        {
          "name": "海西州",
          "value": "10632825"
        },
        {
          "name": "贺兰县",
          "value": "10640122"
        },
        {
          "name": "海原县",
          "value": "10640522"
        },
        {
          "name": "呼图壁县",
          "value": "10652323"
        },
        {
          "name": "和静县",
          "value": "10652827"
        },
        {
          "name": "和硕县",
          "value": "10652828"
        },
        {
          "name": "和田市",
          "value": "10653201"
        },
        {
          "name": "和田县",
          "value": "10653221"
        },
        {
          "name": "霍尔果斯",
          "value": "10654004"
        },
        {
          "name": "霍城县",
          "value": "10654023"
        },
        {
          "name": "和布县",
          "value": "10654226"
        },
        {
          "name": "哈巴河县",
          "value": "10654324"
        }
      ],
      "name": "H"
    },
    {
      "items": [
        {
          "name": "晋城市",
          "value": "101405"
        },
        {
          "name": "晋中市",
          "value": "101407"
        },
        {
          "name": "锦州市",
          "value": "102107"
        },
        {
          "name": "吉林市",
          "value": "102202"
        },
        {
          "name": "鸡西市",
          "value": "102303"
        },
        {
          "name": "佳木斯市",
          "value": "102308"
        },
        {
          "name": "嘉兴市",
          "value": "103304"
        },
        {
          "name": "金华市",
          "value": "103307"
        },
        {
          "name": "景德镇市",
          "value": "103602"
        },
        {
          "name": "九江市",
          "value": "103604"
        },
        {
          "name": "吉安市",
          "value": "103608"
        },
        {
          "name": "济南市",
          "value": "103701"
        },
        {
          "name": "济宁市",
          "value": "103708"
        },
        {
          "name": "焦作市",
          "value": "104108"
        },
        {
          "name": "济源市",
          "value": "104118"
        },
        {
          "name": "荆门市",
          "value": "104208"
        },
        {
          "name": "荆州市",
          "value": "104210"
        },
        {
          "name": "江门市",
          "value": "104407"
        },
        {
          "name": "揭阳市",
          "value": "104452"
        },
        {
          "name": "嘉峪关市",
          "value": "106202"
        },
        {
          "name": "金昌市",
          "value": "106203"
        },
        {
          "name": "酒泉市",
          "value": "106209"
        },
        {
          "name": "井陉县",
          "value": "10130121"
        },
        {
          "name": "晋州市",
          "value": "10130183"
        },
        {
          "name": "鸡泽县",
          "value": "10130431"
        },
        {
          "name": "巨鹿县",
          "value": "10130529"
        },
        {
          "name": "景县",
          "value": "10131127"
        },
        {
          "name": "介休市",
          "value": "10140781"
        },
        {
          "name": "稷山县",
          "value": "10140824"
        },
        {
          "name": "绛县",
          "value": "10140826"
        },
        {
          "name": "静乐县",
          "value": "10140926"
        },
        {
          "name": "吉县",
          "value": "10141028"
        },
        {
          "name": "交城县",
          "value": "10141122"
        },
        {
          "name": "交口县",
          "value": "10141130"
        },
        {
          "name": "建平县",
          "value": "10211322"
        },
        {
          "name": "建昌县",
          "value": "10211422"
        },
        {
          "name": "蛟河市",
          "value": "10220281"
        },
        {
          "name": "集安市",
          "value": "10220582"
        },
        {
          "name": "靖宇县",
          "value": "10220622"
        },
        {
          "name": "鸡东县",
          "value": "10230321"
        },
        {
          "name": "集贤县",
          "value": "10230521"
        },
        {
          "name": "嘉荫县",
          "value": "10230722"
        },
        {
          "name": "江阴市",
          "value": "10320281"
        },
        {
          "name": "金湖县",
          "value": "10320831"
        },
        {
          "name": "建湖县",
          "value": "10320925"
        },
        {
          "name": "句容市",
          "value": "10321183"
        },
        {
          "name": "靖江市",
          "value": "10321282"
        },
        {
          "name": "建德市",
          "value": "10330182"
        },
        {
          "name": "嘉善县",
          "value": "10330421"
        },
        {
          "name": "江山市",
          "value": "10330881"
        },
        {
          "name": "缙云县",
          "value": "10331122"
        },
        {
          "name": "景宁县",
          "value": "10331127"
        },
        {
          "name": "界首市",
          "value": "10341282"
        },
        {
          "name": "金寨县",
          "value": "10341524"
        },
        {
          "name": "泾县",
          "value": "10341823"
        },
        {
          "name": "绩溪县",
          "value": "10341824"
        },
        {
          "name": "旌德县",
          "value": "10341825"
        },
        {
          "name": "将乐县",
          "value": "10350428"
        },
        {
          "name": "建宁县",
          "value": "10350430"
        },
        {
          "name": "金门县",
          "value": "10350527"
        },
        {
          "name": "晋江市",
          "value": "10350582"
        },
        {
          "name": "建瓯市",
          "value": "10350783"
        },
        {
          "name": "进贤县",
          "value": "10360124"
        },
        {
          "name": "吉安县",
          "value": "10360821"
        },
        {
          "name": "吉水县",
          "value": "10360822"
        },
        {
          "name": "井冈山市",
          "value": "10360881"
        },
        {
          "name": "靖安县",
          "value": "10360925"
        },
        {
          "name": "金溪县",
          "value": "10361027"
        },
        {
          "name": "济阳县",
          "value": "10370125"
        },
        {
          "name": "胶州市",
          "value": "10370281"
        },
        {
          "name": "金乡县",
          "value": "10370828"
        },
        {
          "name": "嘉祥县",
          "value": "10370829"
        },
        {
          "name": "莒县",
          "value": "10371122"
        },
        {
          "name": "莒南县",
          "value": "10371327"
        },
        {
          "name": "巨野县",
          "value": "10371724"
        },
        {
          "name": "鄄城县",
          "value": "10371726"
        },
        {
          "name": "郏县",
          "value": "10410425"
        },
        {
          "name": "浚县",
          "value": "10410621"
        },
        {
          "name": "济源市",
          "value": "10411801"
        },
        {
          "name": "京山县",
          "value": "10420821"
        },
        {
          "name": "监利县",
          "value": "10421023"
        },
        {
          "name": "江陵县",
          "value": "10421024"
        },
        {
          "name": "嘉鱼县",
          "value": "10421221"
        },
        {
          "name": "建始县",
          "value": "10422822"
        },
        {
          "name": "津市市",
          "value": "10430781"
        },
        {
          "name": "嘉禾县",
          "value": "10431024"
        },
        {
          "name": "江永县",
          "value": "10431125"
        },
        {
          "name": "江华县",
          "value": "10431129"
        },
        {
          "name": "靖州县",
          "value": "10431229"
        },
        {
          "name": "吉首市",
          "value": "10433101"
        },
        {
          "name": "蕉岭县",
          "value": "10441427"
        },
        {
          "name": "揭西县",
          "value": "10445222"
        },
        {
          "name": "靖西市",
          "value": "10451081"
        },
        {
          "name": "金秀县",
          "value": "10451324"
        },
        {
          "name": "金堂县",
          "value": "10510121"
        },
        {
          "name": "简阳市",
          "value": "10510185"
        },
        {
          "name": "江油市",
          "value": "10510781"
        },
        {
          "name": "剑阁县",
          "value": "10510823"
        },
        {
          "name": "犍为县",
          "value": "10511123"
        },
        {
          "name": "井研县",
          "value": "10511124"
        },
        {
          "name": "夹江县",
          "value": "10511126"
        },
        {
          "name": "江安县",
          "value": "10511523"
        },
        {
          "name": "九寨沟市",
          "value": "10513225"
        },
        {
          "name": "金川县",
          "value": "10513226"
        },
        {
          "name": "九龙县",
          "value": "10513324"
        },
        {
          "name": "金阳县",
          "value": "10513430"
        },
        {
          "name": "金沙县",
          "value": "10520523"
        },
        {
          "name": "江口县",
          "value": "10520621"
        },
        {
          "name": "锦屏县",
          "value": "10522628"
        },
        {
          "name": "剑河县",
          "value": "10522629"
        },
        {
          "name": "景东县",
          "value": "10530823"
        },
        {
          "name": "景谷县",
          "value": "10530824"
        },
        {
          "name": "江城县",
          "value": "10530826"
        },
        {
          "name": "建水县",
          "value": "10532524"
        },
        {
          "name": "金平县",
          "value": "10532530"
        },
        {
          "name": "景洪市",
          "value": "10532801"
        },
        {
          "name": "剑川县",
          "value": "10532931"
        },
        {
          "name": "江孜县",
          "value": "10540222"
        },
        {
          "name": "吉隆县",
          "value": "10540234"
        },
        {
          "name": "江达县",
          "value": "10540321"
        },
        {
          "name": "加查县",
          "value": "10540528"
        },
        {
          "name": "嘉黎县",
          "value": "10540621"
        },
        {
          "name": "泾阳县",
          "value": "10610423"
        },
        {
          "name": "靖边县",
          "value": "10610824"
        },
        {
          "name": "佳县",
          "value": "10610828"
        },
        {
          "name": "靖远县",
          "value": "10620421"
        },
        {
          "name": "景泰县",
          "value": "10620423"
        },
        {
          "name": "泾川县",
          "value": "10620821"
        },
        {
          "name": "静宁县",
          "value": "10620826"
        },
        {
          "name": "金塔县",
          "value": "10620921"
        },
        {
          "name": "积石山县",
          "value": "10622927"
        },
        {
          "name": "尖扎县",
          "value": "10632322"
        },
        {
          "name": "久治县",
          "value": "10632625"
        },
        {
          "name": "泾源县",
          "value": "10640424"
        },
        {
          "name": "吉木萨尔",
          "value": "10652327"
        },
        {
          "name": "精河县",
          "value": "10652722"
        },
        {
          "name": "伽师县",
          "value": "10653129"
        },
        {
          "name": "吉木乃县",
          "value": "10654326"
        }
      ],
      "name": "J"
    },
    {
      "items": [
        {
          "name": "开封市",
          "value": "104102"
        },
        {
          "name": "昆明市",
          "value": "105301"
        },
        {
          "name": "克拉玛依",
          "value": "106502"
        },
        {
          "name": "克孜勒苏",
          "value": "106530"
        },
        {
          "name": "喀什地区",
          "value": "106531"
        },
        {
          "name": "可克达拉",
          "value": "106551"
        },
        {
          "name": "昆玉市",
          "value": "106552"
        },
        {
          "name": "康保县",
          "value": "10130723"
        },
        {
          "name": "宽城县",
          "value": "10130827"
        },
        {
          "name": "岢岚县",
          "value": "10140929"
        },
        {
          "name": "克什克腾",
          "value": "10150425"
        },
        {
          "name": "喀喇沁旗",
          "value": "10150428"
        },
        {
          "name": "科左中旗",
          "value": "10150521"
        },
        {
          "name": "科左后旗",
          "value": "10150522"
        },
        {
          "name": "开鲁县",
          "value": "10150523"
        },
        {
          "name": "库伦旗",
          "value": "10150524"
        },
        {
          "name": "科右前旗",
          "value": "10152221"
        },
        {
          "name": "科右中旗",
          "value": "10152222"
        },
        {
          "name": "康平县",
          "value": "10210123"
        },
        {
          "name": "宽甸县",
          "value": "10210624"
        },
        {
          "name": "开原市",
          "value": "10211282"
        },
        {
          "name": "喀左县",
          "value": "10211324"
        },
        {
          "name": "克山县",
          "value": "10230229"
        },
        {
          "name": "克东县",
          "value": "10230230"
        },
        {
          "name": "昆山市",
          "value": "10320583"
        },
        {
          "name": "开化县",
          "value": "10330824"
        },
        {
          "name": "开平市",
          "value": "10440783"
        },
        {
          "name": "开江县",
          "value": "10511723"
        },
        {
          "name": "康定市",
          "value": "10513301"
        },
        {
          "name": "开阳县",
          "value": "10520121"
        },
        {
          "name": "凯里市",
          "value": "10522601"
        },
        {
          "name": "开远市",
          "value": "10532502"
        },
        {
          "name": "康马县",
          "value": "10540230"
        },
        {
          "name": "康县",
          "value": "10621224"
        },
        {
          "name": "康乐县",
          "value": "10622922"
        },
        {
          "name": "库尔勒市",
          "value": "10652801"
        },
        {
          "name": "库车县",
          "value": "10652923"
        },
        {
          "name": "柯坪县",
          "value": "10652929"
        },
        {
          "name": "喀什市",
          "value": "10653101"
        },
        {
          "name": "奎屯市",
          "value": "10654003"
        },
        {
          "name": "可克达拉",
          "value": "10655108"
        },
        {
          "name": "昆玉市",
          "value": "10655209"
        }
      ],
      "name": "K"
    },
    {
      "items": [
        {
          "name": "廊坊市",
          "value": "101310"
        },
        {
          "name": "临汾市",
          "value": "101410"
        },
        {
          "name": "吕梁市",
          "value": "101411"
        },
        {
          "name": "辽阳市",
          "value": "102110"
        },
        {
          "name": "辽源市",
          "value": "102204"
        },
        {
          "name": "连云港市",
          "value": "103207"
        },
        {
          "name": "丽水市",
          "value": "103311"
        },
        {
          "name": "六安市",
          "value": "103415"
        },
        {
          "name": "龙岩市",
          "value": "103508"
        },
        {
          "name": "莱芜市",
          "value": "103712"
        },
        {
          "name": "临沂市",
          "value": "103713"
        },
        {
          "name": "聊城市",
          "value": "103715"
        },
        {
          "name": "洛阳市",
          "value": "104103"
        },
        {
          "name": "漯河市",
          "value": "104111"
        },
        {
          "name": "娄底市",
          "value": "104313"
        },
        {
          "name": "柳州市",
          "value": "104502"
        },
        {
          "name": "来宾市",
          "value": "104513"
        },
        {
          "name": "临高县",
          "value": "104628"
        },
        {
          "name": "乐东黎族",
          "value": "104631"
        },
        {
          "name": "陵水黎族",
          "value": "104632"
        },
        {
          "name": "泸州市",
          "value": "105105"
        },
        {
          "name": "乐山市",
          "value": "105111"
        },
        {
          "name": "凉山州",
          "value": "105134"
        },
        {
          "name": "六盘水市",
          "value": "105202"
        },
        {
          "name": "丽江市",
          "value": "105307"
        },
        {
          "name": "临沧市",
          "value": "105309"
        },
        {
          "name": "拉萨市",
          "value": "105401"
        },
        {
          "name": "林芝市",
          "value": "105404"
        },
        {
          "name": "兰州市",
          "value": "106201"
        },
        {
          "name": "陇南市",
          "value": "106212"
        },
        {
          "name": "临夏州",
          "value": "106229"
        },
        {
          "name": "灵寿县",
          "value": "10130126"
        },
        {
          "name": "滦县",
          "value": "10130223"
        },
        {
          "name": "滦南县",
          "value": "10130224"
        },
        {
          "name": "乐亭县",
          "value": "10130225"
        },
        {
          "name": "卢龙县",
          "value": "10130324"
        },
        {
          "name": "临漳县",
          "value": "10130423"
        },
        {
          "name": "临城县",
          "value": "10130522"
        },
        {
          "name": "隆尧县",
          "value": "10130525"
        },
        {
          "name": "临西县",
          "value": "10130535"
        },
        {
          "name": "涞水县",
          "value": "10130623"
        },
        {
          "name": "涞源县",
          "value": "10130630"
        },
        {
          "name": "蠡县",
          "value": "10130635"
        },
        {
          "name": "滦平县",
          "value": "10130824"
        },
        {
          "name": "隆化县",
          "value": "10130825"
        },
        {
          "name": "娄烦县",
          "value": "10140123"
        },
        {
          "name": "灵丘县",
          "value": "10140224"
        },
        {
          "name": "黎城县",
          "value": "10140426"
        },
        {
          "name": "潞城市",
          "value": "10140481"
        },
        {
          "name": "陵川县",
          "value": "10140524"
        },
        {
          "name": "灵石县",
          "value": "10140729"
        },
        {
          "name": "临猗县",
          "value": "10140821"
        },
        {
          "name": "临县",
          "value": "10141124"
        },
        {
          "name": "柳林县",
          "value": "10141125"
        },
        {
          "name": "岚县",
          "value": "10141127"
        },
        {
          "name": "林西县",
          "value": "10150424"
        },
        {
          "name": "凉城县",
          "value": "10150925"
        },
        {
          "name": "凌海市",
          "value": "10210781"
        },
        {
          "name": "辽阳县",
          "value": "10211021"
        },
        {
          "name": "凌源市",
          "value": "10211382"
        },
        {
          "name": "梨树县",
          "value": "10220322"
        },
        {
          "name": "柳河县",
          "value": "10220524"
        },
        {
          "name": "临江市",
          "value": "10220681"
        },
        {
          "name": "龙井市",
          "value": "10222405"
        },
        {
          "name": "龙江县",
          "value": "10230221"
        },
        {
          "name": "萝北县",
          "value": "10230421"
        },
        {
          "name": "林甸县",
          "value": "10230623"
        },
        {
          "name": "林口县",
          "value": "10231025"
        },
        {
          "name": "兰西县",
          "value": "10231222"
        },
        {
          "name": "溧阳市",
          "value": "10320481"
        },
        {
          "name": "涟水县",
          "value": "10320826"
        },
        {
          "name": "乐清市",
          "value": "10330382"
        },
        {
          "name": "兰溪市",
          "value": "10330781"
        },
        {
          "name": "龙游县",
          "value": "10330825"
        },
        {
          "name": "临海市",
          "value": "10331082"
        },
        {
          "name": "龙泉市",
          "value": "10331181"
        },
        {
          "name": "庐江县",
          "value": "10340124"
        },
        {
          "name": "来安县",
          "value": "10341122"
        },
        {
          "name": "临泉县",
          "value": "10341221"
        },
        {
          "name": "灵璧县",
          "value": "10341323"
        },
        {
          "name": "利辛县",
          "value": "10341623"
        },
        {
          "name": "郎溪县",
          "value": "10341821"
        },
        {
          "name": "连江县",
          "value": "10350122"
        },
        {
          "name": "罗源县",
          "value": "10350123"
        },
        {
          "name": "龙海市",
          "value": "10350681"
        },
        {
          "name": "连城县",
          "value": "10350825"
        },
        {
          "name": "乐平市",
          "value": "10360281"
        },
        {
          "name": "莲花县",
          "value": "10360321"
        },
        {
          "name": "芦溪县",
          "value": "10360323"
        },
        {
          "name": "庐山市",
          "value": "10360483"
        },
        {
          "name": "龙南县",
          "value": "10360727"
        },
        {
          "name": "黎川县",
          "value": "10361022"
        },
        {
          "name": "乐安县",
          "value": "10361025"
        },
        {
          "name": "莱西市",
          "value": "10370285"
        },
        {
          "name": "利津县",
          "value": "10370522"
        },
        {
          "name": "龙口市",
          "value": "10370681"
        },
        {
          "name": "莱阳市",
          "value": "10370682"
        },
        {
          "name": "莱州市",
          "value": "10370683"
        },
        {
          "name": "临朐县",
          "value": "10370724"
        },
        {
          "name": "梁山县",
          "value": "10370832"
        },
        {
          "name": "兰陵县",
          "value": "10371324"
        },
        {
          "name": "临沭县",
          "value": "10371329"
        },
        {
          "name": "临邑县",
          "value": "10371424"
        },
        {
          "name": "乐陵市",
          "value": "10371481"
        },
        {
          "name": "临清市",
          "value": "10371581"
        },
        {
          "name": "兰考县",
          "value": "10410225"
        },
        {
          "name": "栾川县",
          "value": "10410324"
        },
        {
          "name": "洛宁县",
          "value": "10410328"
        },
        {
          "name": "鲁山县",
          "value": "10410423"
        },
        {
          "name": "林州市",
          "value": "10410581"
        },
        {
          "name": "临颍县",
          "value": "10411122"
        },
        {
          "name": "卢氏县",
          "value": "10411224"
        },
        {
          "name": "灵宝市",
          "value": "10411282"
        },
        {
          "name": "罗山县",
          "value": "10411521"
        },
        {
          "name": "鹿邑县",
          "value": "10411628"
        },
        {
          "name": "老河口市",
          "value": "10420682"
        },
        {
          "name": "罗田县",
          "value": "10421123"
        },
        {
          "name": "利川市",
          "value": "10422802"
        },
        {
          "name": "来凤县",
          "value": "10422827"
        },
        {
          "name": "浏阳市",
          "value": "10430181"
        },
        {
          "name": "醴陵市",
          "value": "10430281"
        },
        {
          "name": "耒阳市",
          "value": "10430481"
        },
        {
          "name": "隆回县",
          "value": "10430524"
        },
        {
          "name": "临湘市",
          "value": "10430682"
        },
        {
          "name": "澧县",
          "value": "10430723"
        },
        {
          "name": "临澧县",
          "value": "10430724"
        },
        {
          "name": "临武县",
          "value": "10431025"
        },
        {
          "name": "蓝山县",
          "value": "10431127"
        },
        {
          "name": "冷水江市",
          "value": "10431381"
        },
        {
          "name": "涟源市",
          "value": "10431382"
        },
        {
          "name": "泸溪县",
          "value": "10433122"
        },
        {
          "name": "龙山县",
          "value": "10433130"
        },
        {
          "name": "乐昌市",
          "value": "10440281"
        },
        {
          "name": "廉江市",
          "value": "10440881"
        },
        {
          "name": "雷州市",
          "value": "10440882"
        },
        {
          "name": "龙门县",
          "value": "10441324"
        },
        {
          "name": "陆河县",
          "value": "10441523"
        },
        {
          "name": "陆丰市",
          "value": "10441581"
        },
        {
          "name": "龙川县",
          "value": "10441622"
        },
        {
          "name": "连平县",
          "value": "10441623"
        },
        {
          "name": "连山县",
          "value": "10441825"
        },
        {
          "name": "连南县",
          "value": "10441826"
        },
        {
          "name": "连州市",
          "value": "10441882"
        },
        {
          "name": "罗定市",
          "value": "10445381"
        },
        {
          "name": "隆安县",
          "value": "10450123"
        },
        {
          "name": "柳城县",
          "value": "10450222"
        },
        {
          "name": "鹿寨县",
          "value": "10450223"
        },
        {
          "name": "灵川县",
          "value": "10450323"
        },
        {
          "name": "龙胜县",
          "value": "10450328"
        },
        {
          "name": "荔浦县",
          "value": "10450331"
        },
        {
          "name": "灵山县",
          "value": "10450721"
        },
        {
          "name": "陆川县",
          "value": "10450922"
        },
        {
          "name": "凌云县",
          "value": "10451027"
        },
        {
          "name": "乐业县",
          "value": "10451028"
        },
        {
          "name": "隆林县",
          "value": "10451031"
        },
        {
          "name": "罗城县",
          "value": "10451225"
        },
        {
          "name": "龙州县",
          "value": "10451423"
        },
        {
          "name": "临高县",
          "value": "10462824"
        },
        {
          "name": "乐东县",
          "value": "10463127"
        },
        {
          "name": "陵水县",
          "value": "10463228"
        },
        {
          "name": "泸县",
          "value": "10510521"
        },
        {
          "name": "隆昌市",
          "value": "10511083"
        },
        {
          "name": "阆中市",
          "value": "10511381"
        },
        {
          "name": "邻水县",
          "value": "10511623"
        },
        {
          "name": "芦山县",
          "value": "10511826"
        },
        {
          "name": "乐至县",
          "value": "10512022"
        },
        {
          "name": "理县",
          "value": "10513222"
        },
        {
          "name": "泸定县",
          "value": "10513322"
        },
        {
          "name": "炉霍县",
          "value": "10513327"
        },
        {
          "name": "理塘县",
          "value": "10513334"
        },
        {
          "name": "雷波县",
          "value": "10513437"
        },
        {
          "name": "黎平县",
          "value": "10522631"
        },
        {
          "name": "雷山县",
          "value": "10522634"
        },
        {
          "name": "荔波县",
          "value": "10522722"
        },
        {
          "name": "罗甸县",
          "value": "10522728"
        },
        {
          "name": "龙里县",
          "value": "10522730"
        },
        {
          "name": "禄劝县",
          "value": "10530128"
        },
        {
          "name": "陆良县",
          "value": "10530322"
        },
        {
          "name": "罗平县",
          "value": "10530324"
        },
        {
          "name": "龙陵县",
          "value": "10530523"
        },
        {
          "name": "鲁甸县",
          "value": "10530621"
        },
        {
          "name": "澜沧县",
          "value": "10530828"
        },
        {
          "name": "禄丰县",
          "value": "10532331"
        },
        {
          "name": "泸西县",
          "value": "10532527"
        },
        {
          "name": "绿春县",
          "value": "10532531"
        },
        {
          "name": "梁河县",
          "value": "10533122"
        },
        {
          "name": "陇川县",
          "value": "10533124"
        },
        {
          "name": "泸水市",
          "value": "10533301"
        },
        {
          "name": "兰坪县",
          "value": "10533325"
        },
        {
          "name": "林周县",
          "value": "10540121"
        },
        {
          "name": "拉孜县",
          "value": "10540225"
        },
        {
          "name": "类乌齐县",
          "value": "10540323"
        },
        {
          "name": "洛隆县",
          "value": "10540329"
        },
        {
          "name": "朗县",
          "value": "10540426"
        },
        {
          "name": "洛扎县",
          "value": "10540527"
        },
        {
          "name": "隆子县",
          "value": "10540529"
        },
        {
          "name": "浪卡子县",
          "value": "10540531"
        },
        {
          "name": "蓝田县",
          "value": "10610122"
        },
        {
          "name": "陇县",
          "value": "10610327"
        },
        {
          "name": "麟游县",
          "value": "10610329"
        },
        {
          "name": "礼泉县",
          "value": "10610425"
        },
        {
          "name": "洛川县",
          "value": "10610629"
        },
        {
          "name": "略阳县",
          "value": "10610727"
        },
        {
          "name": "留坝县",
          "value": "10610729"
        },
        {
          "name": "岚皋县",
          "value": "10610925"
        },
        {
          "name": "洛南县",
          "value": "10611021"
        },
        {
          "name": "临泽县",
          "value": "10620723"
        },
        {
          "name": "灵台县",
          "value": "10620822"
        },
        {
          "name": "陇西县",
          "value": "10621122"
        },
        {
          "name": "临洮县",
          "value": "10621124"
        },
        {
          "name": "礼县",
          "value": "10621226"
        },
        {
          "name": "两当县",
          "value": "10621228"
        },
        {
          "name": "临夏市",
          "value": "10622901"
        },
        {
          "name": "临夏县",
          "value": "10622921"
        },
        {
          "name": "临潭县",
          "value": "10623021"
        },
        {
          "name": "碌曲县",
          "value": "10623026"
        },
        {
          "name": "灵武市",
          "value": "10640181"
        },
        {
          "name": "隆德县",
          "value": "10640423"
        },
        {
          "name": "轮台县",
          "value": "10652822"
        },
        {
          "name": "洛浦县",
          "value": "10653224"
        }
      ],
      "name": "L"
    },
    {
      "items": [
        {
          "name": "牡丹江市",
          "value": "102310"
        },
        {
          "name": "马鞍山市",
          "value": "103405"
        },
        {
          "name": "茂名市",
          "value": "104409"
        },
        {
          "name": "梅州市",
          "value": "104414"
        },
        {
          "name": "绵阳市",
          "value": "105107"
        },
        {
          "name": "眉山市",
          "value": "105114"
        },
        {
          "name": "孟村县",
          "value": "10130930"
        },
        {
          "name": "莫力达瓦",
          "value": "10150722"
        },
        {
          "name": "满洲里市",
          "value": "10150781"
        },
        {
          "name": "梅河口市",
          "value": "10220581"
        },
        {
          "name": "木兰县",
          "value": "10230127"
        },
        {
          "name": "密山市",
          "value": "10230382"
        },
        {
          "name": "穆棱市",
          "value": "10231085"
        },
        {
          "name": "明水县",
          "value": "10231225"
        },
        {
          "name": "漠河县",
          "value": "10232723"
        },
        {
          "name": "明光市",
          "value": "10341182"
        },
        {
          "name": "蒙城县",
          "value": "10341622"
        },
        {
          "name": "闽侯县",
          "value": "10350121"
        },
        {
          "name": "闽清县",
          "value": "10350124"
        },
        {
          "name": "明溪县",
          "value": "10350421"
        },
        {
          "name": "蒙阴县",
          "value": "10371328"
        },
        {
          "name": "孟津县",
          "value": "10410322"
        },
        {
          "name": "孟州市",
          "value": "10410883"
        },
        {
          "name": "渑池县",
          "value": "10411221"
        },
        {
          "name": "民权县",
          "value": "10411421"
        },
        {
          "name": "泌阳县",
          "value": "10411726"
        },
        {
          "name": "麻城市",
          "value": "10421181"
        },
        {
          "name": "汨罗市",
          "value": "10430681"
        },
        {
          "name": "麻阳县",
          "value": "10431226"
        },
        {
          "name": "马山县",
          "value": "10450124"
        },
        {
          "name": "蒙山县",
          "value": "10450423"
        },
        {
          "name": "米易县",
          "value": "10510421"
        },
        {
          "name": "绵竹市",
          "value": "10510683"
        },
        {
          "name": "沐川县",
          "value": "10511129"
        },
        {
          "name": "马边县",
          "value": "10511133"
        },
        {
          "name": "马尔康市",
          "value": "10513201"
        },
        {
          "name": "茂县",
          "value": "10513223"
        },
        {
          "name": "木里县",
          "value": "10513422"
        },
        {
          "name": "冕宁县",
          "value": "10513433"
        },
        {
          "name": "美姑县",
          "value": "10513436"
        },
        {
          "name": "湄潭县",
          "value": "10520328"
        },
        {
          "name": "麻江县",
          "value": "10522635"
        },
        {
          "name": "马龙县",
          "value": "10530321"
        },
        {
          "name": "墨江县",
          "value": "10530822"
        },
        {
          "name": "孟连县",
          "value": "10530827"
        },
        {
          "name": "牟定县",
          "value": "10532323"
        },
        {
          "name": "蒙自市",
          "value": "10532503"
        },
        {
          "name": "弥勒市",
          "value": "10532504"
        },
        {
          "name": "麻栗坡县",
          "value": "10532624"
        },
        {
          "name": "马关县",
          "value": "10532625"
        },
        {
          "name": "勐海县",
          "value": "10532822"
        },
        {
          "name": "勐腊县",
          "value": "10532823"
        },
        {
          "name": "弥渡县",
          "value": "10532925"
        },
        {
          "name": "芒市",
          "value": "10533103"
        },
        {
          "name": "墨竹工卡",
          "value": "10540127"
        },
        {
          "name": "芒康县",
          "value": "10540328"
        },
        {
          "name": "米林县",
          "value": "10540422"
        },
        {
          "name": "墨脱县",
          "value": "10540423"
        },
        {
          "name": "眉县",
          "value": "10610326"
        },
        {
          "name": "勉县",
          "value": "10610725"
        },
        {
          "name": "米脂县",
          "value": "10610827"
        },
        {
          "name": "民勤县",
          "value": "10620621"
        },
        {
          "name": "民乐县",
          "value": "10620722"
        },
        {
          "name": "岷县",
          "value": "10621126"
        },
        {
          "name": "玛曲县",
          "value": "10623025"
        },
        {
          "name": "民和县",
          "value": "10630222"
        },
        {
          "name": "门源县",
          "value": "10632221"
        },
        {
          "name": "玛沁县",
          "value": "10632621"
        },
        {
          "name": "玛多县",
          "value": "10632626"
        },
        {
          "name": "玛纳斯县",
          "value": "10652324"
        },
        {
          "name": "木垒县",
          "value": "10652328"
        },
        {
          "name": "麦盖提县",
          "value": "10653127"
        },
        {
          "name": "墨玉县",
          "value": "10653222"
        },
        {
          "name": "民丰县",
          "value": "10653227"
        }
      ],
      "name": "M"
    },
    {
      "items": [
        {
          "name": "南京市",
          "value": "103201"
        },
        {
          "name": "南通市",
          "value": "103206"
        },
        {
          "name": "宁波市",
          "value": "103302"
        },
        {
          "name": "南平市",
          "value": "103507"
        },
        {
          "name": "宁德市",
          "value": "103509"
        },
        {
          "name": "南昌市",
          "value": "103601"
        },
        {
          "name": "南阳市",
          "value": "104113"
        },
        {
          "name": "南宁市",
          "value": "104501"
        },
        {
          "name": "内江市",
          "value": "105110"
        },
        {
          "name": "南充市",
          "value": "105113"
        },
        {
          "name": "怒江州",
          "value": "105333"
        },
        {
          "name": "那曲市",
          "value": "105406"
        },
        {
          "name": "内丘县",
          "value": "10130523"
        },
        {
          "name": "南和县",
          "value": "10130527"
        },
        {
          "name": "宁晋县",
          "value": "10130528"
        },
        {
          "name": "南宫市",
          "value": "10130581"
        },
        {
          "name": "南皮县",
          "value": "10130927"
        },
        {
          "name": "宁武县",
          "value": "10140925"
        },
        {
          "name": "宁城县",
          "value": "10150429"
        },
        {
          "name": "奈曼旗",
          "value": "10150525"
        },
        {
          "name": "农安县",
          "value": "10220122"
        },
        {
          "name": "讷河市",
          "value": "10230281"
        },
        {
          "name": "宁安市",
          "value": "10231084"
        },
        {
          "name": "嫩江县",
          "value": "10231121"
        },
        {
          "name": "宁海县",
          "value": "10330226"
        },
        {
          "name": "南陵县",
          "value": "10340223"
        },
        {
          "name": "宁国市",
          "value": "10341881"
        },
        {
          "name": "宁化县",
          "value": "10350424"
        },
        {
          "name": "南安市",
          "value": "10350583"
        },
        {
          "name": "南靖县",
          "value": "10350627"
        },
        {
          "name": "南昌县",
          "value": "10360121"
        },
        {
          "name": "宁都县",
          "value": "10360730"
        },
        {
          "name": "南城县",
          "value": "10361021"
        },
        {
          "name": "南丰县",
          "value": "10361023"
        },
        {
          "name": "宁阳县",
          "value": "10370921"
        },
        {
          "name": "宁津县",
          "value": "10371422"
        },
        {
          "name": "内黄县",
          "value": "10410527"
        },
        {
          "name": "南乐县",
          "value": "10410923"
        },
        {
          "name": "南召县",
          "value": "10411321"
        },
        {
          "name": "内乡县",
          "value": "10411325"
        },
        {
          "name": "宁陵县",
          "value": "10411423"
        },
        {
          "name": "南漳县",
          "value": "10420624"
        },
        {
          "name": "宁乡市",
          "value": "10430182"
        },
        {
          "name": "南县",
          "value": "10430921"
        },
        {
          "name": "宁远县",
          "value": "10431126"
        },
        {
          "name": "南雄市",
          "value": "10440282"
        },
        {
          "name": "南澳县",
          "value": "10440523"
        },
        {
          "name": "那坡县",
          "value": "10451026"
        },
        {
          "name": "南丹县",
          "value": "10451221"
        },
        {
          "name": "宁明县",
          "value": "10451422"
        },
        {
          "name": "南沙群岛",
          "value": "10460322"
        },
        {
          "name": "南部县",
          "value": "10511321"
        },
        {
          "name": "南江县",
          "value": "10511922"
        },
        {
          "name": "宁南县",
          "value": "10513427"
        },
        {
          "name": "纳雍县",
          "value": "10520525"
        },
        {
          "name": "宁蒗县",
          "value": "10530724"
        },
        {
          "name": "宁洱县",
          "value": "10530821"
        },
        {
          "name": "南华县",
          "value": "10532324"
        },
        {
          "name": "南涧县",
          "value": "10532926"
        },
        {
          "name": "尼木县",
          "value": "10540123"
        },
        {
          "name": "南木林县",
          "value": "10540221"
        },
        {
          "name": "聂拉木县",
          "value": "10540235"
        },
        {
          "name": "聂荣县",
          "value": "10540623"
        },
        {
          "name": "尼玛县",
          "value": "10540629"
        },
        {
          "name": "宁强县",
          "value": "10610726"
        },
        {
          "name": "宁陕县",
          "value": "10610923"
        },
        {
          "name": "宁县",
          "value": "10621026"
        },
        {
          "name": "囊谦县",
          "value": "10632725"
        },
        {
          "name": "尼勒克县",
          "value": "10654028"
        }
      ],
      "name": "N"
    },
    {
      "items": [
        {
          "name": "盘锦市",
          "value": "102111"
        },
        {
          "name": "莆田市",
          "value": "103503"
        },
        {
          "name": "萍乡市",
          "value": "103603"
        },
        {
          "name": "平顶山市",
          "value": "104104"
        },
        {
          "name": "濮阳市",
          "value": "104109"
        },
        {
          "name": "攀枝花市",
          "value": "105104"
        },
        {
          "name": "普洱市",
          "value": "105308"
        },
        {
          "name": "平凉市",
          "value": "106208"
        },
        {
          "name": "平山县",
          "value": "10130131"
        },
        {
          "name": "平乡县",
          "value": "10130532"
        },
        {
          "name": "平泉市",
          "value": "10130881"
        },
        {
          "name": "平定县",
          "value": "10140321"
        },
        {
          "name": "平顺县",
          "value": "10140425"
        },
        {
          "name": "平遥县",
          "value": "10140728"
        },
        {
          "name": "平陆县",
          "value": "10140829"
        },
        {
          "name": "偏关县",
          "value": "10140932"
        },
        {
          "name": "蒲县",
          "value": "10141033"
        },
        {
          "name": "盘山县",
          "value": "10211122"
        },
        {
          "name": "磐石市",
          "value": "10220284"
        },
        {
          "name": "沛县",
          "value": "10320322"
        },
        {
          "name": "邳州市",
          "value": "10320382"
        },
        {
          "name": "平阳县",
          "value": "10330326"
        },
        {
          "name": "平湖市",
          "value": "10330482"
        },
        {
          "name": "浦江县",
          "value": "10330726"
        },
        {
          "name": "磐安县",
          "value": "10330727"
        },
        {
          "name": "平潭县",
          "value": "10350128"
        },
        {
          "name": "平和县",
          "value": "10350628"
        },
        {
          "name": "浦城县",
          "value": "10350722"
        },
        {
          "name": "屏南县",
          "value": "10350923"
        },
        {
          "name": "彭泽县",
          "value": "10360430"
        },
        {
          "name": "鄱阳县",
          "value": "10361128"
        },
        {
          "name": "平阴县",
          "value": "10370124"
        },
        {
          "name": "平度市",
          "value": "10370283"
        },
        {
          "name": "蓬莱市",
          "value": "10370684"
        },
        {
          "name": "平邑县",
          "value": "10371326"
        },
        {
          "name": "平原县",
          "value": "10371426"
        },
        {
          "name": "濮阳县",
          "value": "10410928"
        },
        {
          "name": "平舆县",
          "value": "10411723"
        },
        {
          "name": "平江县",
          "value": "10430626"
        },
        {
          "name": "平远县",
          "value": "10441426"
        },
        {
          "name": "普宁市",
          "value": "10445281"
        },
        {
          "name": "平乐县",
          "value": "10450330"
        },
        {
          "name": "浦北县",
          "value": "10450722"
        },
        {
          "name": "平南县",
          "value": "10450821"
        },
        {
          "name": "平果县",
          "value": "10451023"
        },
        {
          "name": "凭祥市",
          "value": "10451481"
        },
        {
          "name": "彭水县",
          "value": "10500243"
        },
        {
          "name": "蒲江县",
          "value": "10510131"
        },
        {
          "name": "彭州市",
          "value": "10510182"
        },
        {
          "name": "平武县",
          "value": "10510727"
        },
        {
          "name": "蓬溪县",
          "value": "10510921"
        },
        {
          "name": "蓬安县",
          "value": "10511323"
        },
        {
          "name": "屏山县",
          "value": "10511529"
        },
        {
          "name": "平昌县",
          "value": "10511923"
        },
        {
          "name": "普格县",
          "value": "10513428"
        },
        {
          "name": "盘州市",
          "value": "10520281"
        },
        {
          "name": "普定县",
          "value": "10520422"
        },
        {
          "name": "普安县",
          "value": "10522323"
        },
        {
          "name": "平塘县",
          "value": "10522727"
        },
        {
          "name": "屏边县",
          "value": "10532523"
        },
        {
          "name": "普兰县",
          "value": "10542521"
        },
        {
          "name": "蒲城县",
          "value": "10610526"
        },
        {
          "name": "平利县",
          "value": "10610926"
        },
        {
          "name": "平罗县",
          "value": "10640221"
        },
        {
          "name": "彭阳县",
          "value": "10640425"
        },
        {
          "name": "皮山县",
          "value": "10653223"
        }
      ],
      "name": "P"
    },
    {
      "items": [
        {
          "name": "秦皇岛市",
          "value": "101303"
        },
        {
          "name": "齐齐哈尔",
          "value": "102302"
        },
        {
          "name": "七台河市",
          "value": "102309"
        },
        {
          "name": "衢州市",
          "value": "103308"
        },
        {
          "name": "泉州市",
          "value": "103505"
        },
        {
          "name": "青岛市",
          "value": "103702"
        },
        {
          "name": "潜江市",
          "value": "104233"
        },
        {
          "name": "清远市",
          "value": "104418"
        },
        {
          "name": "钦州市",
          "value": "104507"
        },
        {
          "name": "琼海市",
          "value": "104606"
        },
        {
          "name": "琼中黎族",
          "value": "104634"
        },
        {
          "name": "黔西南州",
          "value": "105223"
        },
        {
          "name": "黔东南州",
          "value": "105226"
        },
        {
          "name": "黔南州",
          "value": "105227"
        },
        {
          "name": "曲靖市",
          "value": "105303"
        },
        {
          "name": "庆阳市",
          "value": "106210"
        },
        {
          "name": "迁西县",
          "value": "10130227"
        },
        {
          "name": "迁安市",
          "value": "10130283"
        },
        {
          "name": "青龙县",
          "value": "10130321"
        },
        {
          "name": "邱县",
          "value": "10130430"
        },
        {
          "name": "曲周县",
          "value": "10130435"
        },
        {
          "name": "清河县",
          "value": "10130534"
        },
        {
          "name": "曲阳县",
          "value": "10130634"
        },
        {
          "name": "青县",
          "value": "10130922"
        },
        {
          "name": "清徐县",
          "value": "10140121"
        },
        {
          "name": "沁县",
          "value": "10140430"
        },
        {
          "name": "沁源县",
          "value": "10140431"
        },
        {
          "name": "沁水县",
          "value": "10140521"
        },
        {
          "name": "祁县",
          "value": "10140727"
        },
        {
          "name": "曲沃县",
          "value": "10141021"
        },
        {
          "name": "清水河县",
          "value": "10150124"
        },
        {
          "name": "清原县",
          "value": "10210423"
        },
        {
          "name": "前郭县",
          "value": "10220721"
        },
        {
          "name": "乾安县",
          "value": "10220723"
        },
        {
          "name": "青冈县",
          "value": "10231223"
        },
        {
          "name": "庆安县",
          "value": "10231224"
        },
        {
          "name": "启东市",
          "value": "10320681"
        },
        {
          "name": "青田县",
          "value": "10331121"
        },
        {
          "name": "庆元县",
          "value": "10331126"
        },
        {
          "name": "潜山县",
          "value": "10340824"
        },
        {
          "name": "祁门县",
          "value": "10341024"
        },
        {
          "name": "全椒县",
          "value": "10341124"
        },
        {
          "name": "青阳县",
          "value": "10341723"
        },
        {
          "name": "清流县",
          "value": "10350423"
        },
        {
          "name": "全南县",
          "value": "10360729"
        },
        {
          "name": "铅山县",
          "value": "10361124"
        },
        {
          "name": "栖霞市",
          "value": "10370686"
        },
        {
          "name": "青州市",
          "value": "10370781"
        },
        {
          "name": "曲阜市",
          "value": "10370881"
        },
        {
          "name": "庆云县",
          "value": "10371423"
        },
        {
          "name": "齐河县",
          "value": "10371425"
        },
        {
          "name": "杞县",
          "value": "10410221"
        },
        {
          "name": "淇县",
          "value": "10410622"
        },
        {
          "name": "沁阳市",
          "value": "10410882"
        },
        {
          "name": "清丰县",
          "value": "10410922"
        },
        {
          "name": "确山县",
          "value": "10411725"
        },
        {
          "name": "蕲春县",
          "value": "10421126"
        },
        {
          "name": "潜江市",
          "value": "10423305"
        },
        {
          "name": "祁东县",
          "value": "10430426"
        },
        {
          "name": "祁阳县",
          "value": "10431121"
        },
        {
          "name": "全州县",
          "value": "10450324"
        },
        {
          "name": "琼海市",
          "value": "10460602"
        },
        {
          "name": "琼中县",
          "value": "10463430"
        },
        {
          "name": "邛崃市",
          "value": "10510183"
        },
        {
          "name": "青川县",
          "value": "10510822"
        },
        {
          "name": "青神县",
          "value": "10511425"
        },
        {
          "name": "渠县",
          "value": "10511725"
        },
        {
          "name": "清镇市",
          "value": "10520181"
        },
        {
          "name": "黔西县",
          "value": "10520522"
        },
        {
          "name": "晴隆县",
          "value": "10522324"
        },
        {
          "name": "巧家县",
          "value": "10530622"
        },
        {
          "name": "丘北县",
          "value": "10532626"
        },
        {
          "name": "曲水县",
          "value": "10540124"
        },
        {
          "name": "琼结县",
          "value": "10540524"
        },
        {
          "name": "曲松县",
          "value": "10540525"
        },
        {
          "name": "岐山县",
          "value": "10610323"
        },
        {
          "name": "千阳县",
          "value": "10610328"
        },
        {
          "name": "乾县",
          "value": "10610424"
        },
        {
          "name": "清涧县",
          "value": "10610830"
        },
        {
          "name": "清水县",
          "value": "10620521"
        },
        {
          "name": "秦安县",
          "value": "10620522"
        },
        {
          "name": "庆城县",
          "value": "10621021"
        },
        {
          "name": "祁连县",
          "value": "10632222"
        },
        {
          "name": "曲麻莱县",
          "value": "10632726"
        },
        {
          "name": "青铜峡市",
          "value": "10640381"
        },
        {
          "name": "奇台县",
          "value": "10652325"
        },
        {
          "name": "且末县",
          "value": "10652825"
        },
        {
          "name": "青河县",
          "value": "10654325"
        }
      ],
      "name": "Q"
    },
    {
      "items": [
        {
          "name": "日照市",
          "value": "103711"
        },
        {
          "name": "日喀则市",
          "value": "105402"
        },
        {
          "name": "任县",
          "value": "10130526"
        },
        {
          "name": "容城县",
          "value": "10130629"
        },
        {
          "name": "任丘市",
          "value": "10130982"
        },
        {
          "name": "饶阳县",
          "value": "10131124"
        },
        {
          "name": "芮城县",
          "value": "10140830"
        },
        {
          "name": "饶河县",
          "value": "10230524"
        },
        {
          "name": "如东县",
          "value": "10320623"
        },
        {
          "name": "如皋市",
          "value": "10320682"
        },
        {
          "name": "瑞安市",
          "value": "10330381"
        },
        {
          "name": "瑞昌市",
          "value": "10360481"
        },
        {
          "name": "瑞金市",
          "value": "10360781"
        },
        {
          "name": "荣成市",
          "value": "10371082"
        },
        {
          "name": "乳山市",
          "value": "10371083"
        },
        {
          "name": "汝阳县",
          "value": "10410326"
        },
        {
          "name": "汝州市",
          "value": "10410482"
        },
        {
          "name": "汝南县",
          "value": "10411727"
        },
        {
          "name": "汝城县",
          "value": "10431026"
        },
        {
          "name": "仁化县",
          "value": "10440224"
        },
        {
          "name": "乳源县",
          "value": "10440232"
        },
        {
          "name": "饶平县",
          "value": "10445122"
        },
        {
          "name": "融安县",
          "value": "10450224"
        },
        {
          "name": "融水县",
          "value": "10450225"
        },
        {
          "name": "容县",
          "value": "10450921"
        },
        {
          "name": "荣县",
          "value": "10510321"
        },
        {
          "name": "仁寿县",
          "value": "10511421"
        },
        {
          "name": "壤塘县",
          "value": "10513230"
        },
        {
          "name": "若尔盖县",
          "value": "10513232"
        },
        {
          "name": "仁怀市",
          "value": "10520382"
        },
        {
          "name": "榕江县",
          "value": "10522632"
        },
        {
          "name": "瑞丽市",
          "value": "10533102"
        },
        {
          "name": "仁布县",
          "value": "10540229"
        },
        {
          "name": "日土县",
          "value": "10542524"
        },
        {
          "name": "若羌县",
          "value": "10652824"
        }
      ],
      "name": "R"
    },
    {
      "items": [
        {
          "name": "上海",
          "value": "1031"
        },
        {
          "name": "石家庄市",
          "value": "101301"
        },
        {
          "name": "朔州市",
          "value": "101406"
        },
        {
          "name": "沈阳市",
          "value": "102101"
        },
        {
          "name": "四平市",
          "value": "102203"
        },
        {
          "name": "松原市",
          "value": "102207"
        },
        {
          "name": "双鸭山市",
          "value": "102305"
        },
        {
          "name": "绥化市",
          "value": "102312"
        },
        {
          "name": "上海城区",
          "value": "103101"
        },
        {
          "name": "苏州市",
          "value": "103205"
        },
        {
          "name": "宿迁市",
          "value": "103213"
        },
        {
          "name": "绍兴市",
          "value": "103306"
        },
        {
          "name": "宿州市",
          "value": "103413"
        },
        {
          "name": "三明市",
          "value": "103504"
        },
        {
          "name": "上饶市",
          "value": "103611"
        },
        {
          "name": "三门峡市",
          "value": "104112"
        },
        {
          "name": "商丘市",
          "value": "104114"
        },
        {
          "name": "十堰市",
          "value": "104203"
        },
        {
          "name": "随州市",
          "value": "104213"
        },
        {
          "name": "神农架",
          "value": "104249"
        },
        {
          "name": "邵阳市",
          "value": "104305"
        },
        {
          "name": "韶关市",
          "value": "104402"
        },
        {
          "name": "深圳市",
          "value": "104403"
        },
        {
          "name": "汕头市",
          "value": "104405"
        },
        {
          "name": "汕尾市",
          "value": "104415"
        },
        {
          "name": "三亚市",
          "value": "104602"
        },
        {
          "name": "三沙市",
          "value": "104603"
        },
        {
          "name": "遂宁市",
          "value": "105109"
        },
        {
          "name": "山南市",
          "value": "105405"
        },
        {
          "name": "商洛市",
          "value": "106110"
        },
        {
          "name": "石嘴山市",
          "value": "106402"
        },
        {
          "name": "石河子市",
          "value": "106544"
        },
        {
          "name": "双河市",
          "value": "106550"
        },
        {
          "name": "深泽县",
          "value": "10130128"
        },
        {
          "name": "涉县",
          "value": "10130426"
        },
        {
          "name": "沙河市",
          "value": "10130582"
        },
        {
          "name": "顺平县",
          "value": "10130636"
        },
        {
          "name": "尚义县",
          "value": "10130725"
        },
        {
          "name": "肃宁县",
          "value": "10130926"
        },
        {
          "name": "三河市",
          "value": "10131082"
        },
        {
          "name": "深州市",
          "value": "10131182"
        },
        {
          "name": "山阴县",
          "value": "10140621"
        },
        {
          "name": "寿阳县",
          "value": "10140725"
        },
        {
          "name": "神池县",
          "value": "10140927"
        },
        {
          "name": "石楼县",
          "value": "10141126"
        },
        {
          "name": "商都县",
          "value": "10150923"
        },
        {
          "name": "四子王旗",
          "value": "10150929"
        },
        {
          "name": "苏尼特左",
          "value": "10152523"
        },
        {
          "name": "苏尼特右",
          "value": "10152524"
        },
        {
          "name": "绥中县",
          "value": "10211421"
        },
        {
          "name": "舒兰市",
          "value": "10220283"
        },
        {
          "name": "双辽市",
          "value": "10220382"
        },
        {
          "name": "尚志市",
          "value": "10230183"
        },
        {
          "name": "绥滨县",
          "value": "10230422"
        },
        {
          "name": "绥芬河市",
          "value": "10231081"
        },
        {
          "name": "孙吴县",
          "value": "10231124"
        },
        {
          "name": "绥棱县",
          "value": "10231226"
        },
        {
          "name": "睢宁县",
          "value": "10320324"
        },
        {
          "name": "射阳县",
          "value": "10320924"
        },
        {
          "name": "沭阳县",
          "value": "10321322"
        },
        {
          "name": "泗阳县",
          "value": "10321323"
        },
        {
          "name": "泗洪县",
          "value": "10321324"
        },
        {
          "name": "嵊州市",
          "value": "10330683"
        },
        {
          "name": "嵊泗县",
          "value": "10330922"
        },
        {
          "name": "三门县",
          "value": "10331022"
        },
        {
          "name": "遂昌县",
          "value": "10331123"
        },
        {
          "name": "松阳县",
          "value": "10331124"
        },
        {
          "name": "寿县",
          "value": "10340422"
        },
        {
          "name": "濉溪县",
          "value": "10340621"
        },
        {
          "name": "宿松县",
          "value": "10340826"
        },
        {
          "name": "歙县",
          "value": "10341021"
        },
        {
          "name": "泗县",
          "value": "10341324"
        },
        {
          "name": "舒城县",
          "value": "10341523"
        },
        {
          "name": "石台县",
          "value": "10341722"
        },
        {
          "name": "沙县",
          "value": "10350427"
        },
        {
          "name": "石狮市",
          "value": "10350581"
        },
        {
          "name": "顺昌县",
          "value": "10350721"
        },
        {
          "name": "松溪县",
          "value": "10350724"
        },
        {
          "name": "邵武市",
          "value": "10350781"
        },
        {
          "name": "上杭县",
          "value": "10350823"
        },
        {
          "name": "寿宁县",
          "value": "10350924"
        },
        {
          "name": "上栗县",
          "value": "10360322"
        },
        {
          "name": "上犹县",
          "value": "10360724"
        },
        {
          "name": "石城县",
          "value": "10360735"
        },
        {
          "name": "遂川县",
          "value": "10360827"
        },
        {
          "name": "上高县",
          "value": "10360923"
        },
        {
          "name": "商河县",
          "value": "10370126"
        },
        {
          "name": "寿光市",
          "value": "10370783"
        },
        {
          "name": "泗水县",
          "value": "10370831"
        },
        {
          "name": "嵩县",
          "value": "10410325"
        },
        {
          "name": "社旗县",
          "value": "10411327"
        },
        {
          "name": "睢县",
          "value": "10411422"
        },
        {
          "name": "商城县",
          "value": "10411524"
        },
        {
          "name": "商水县",
          "value": "10411623"
        },
        {
          "name": "沈丘县",
          "value": "10411624"
        },
        {
          "name": "上蔡县",
          "value": "10411722"
        },
        {
          "name": "遂平县",
          "value": "10411728"
        },
        {
          "name": "沙洋县",
          "value": "10420822"
        },
        {
          "name": "石首市",
          "value": "10421081"
        },
        {
          "name": "松滋市",
          "value": "10421087"
        },
        {
          "name": "随县",
          "value": "10421321"
        },
        {
          "name": "韶山市",
          "value": "10430382"
        },
        {
          "name": "邵东县",
          "value": "10430521"
        },
        {
          "name": "邵阳县",
          "value": "10430523"
        },
        {
          "name": "绥宁县",
          "value": "10430527"
        },
        {
          "name": "石门县",
          "value": "10430726"
        },
        {
          "name": "桑植县",
          "value": "10430822"
        },
        {
          "name": "双牌县",
          "value": "10431123"
        },
        {
          "name": "双峰县",
          "value": "10431321"
        },
        {
          "name": "始兴县",
          "value": "10440222"
        },
        {
          "name": "遂溪县",
          "value": "10440823"
        },
        {
          "name": "四会市",
          "value": "10441284"
        },
        {
          "name": "上林县",
          "value": "10450125"
        },
        {
          "name": "三江县",
          "value": "10450226"
        },
        {
          "name": "上思县",
          "value": "10450621"
        },
        {
          "name": "石柱县",
          "value": "10500240"
        },
        {
          "name": "什邡市",
          "value": "10510682"
        },
        {
          "name": "三台县",
          "value": "10510722"
        },
        {
          "name": "射洪县",
          "value": "10510922"
        },
        {
          "name": "石棉县",
          "value": "10511824"
        },
        {
          "name": "松潘县",
          "value": "10513224"
        },
        {
          "name": "石渠县",
          "value": "10513332"
        },
        {
          "name": "色达县",
          "value": "10513333"
        },
        {
          "name": "水城县",
          "value": "10520221"
        },
        {
          "name": "绥阳县",
          "value": "10520323"
        },
        {
          "name": "石阡县",
          "value": "10520623"
        },
        {
          "name": "思南县",
          "value": "10520624"
        },
        {
          "name": "松桃县",
          "value": "10520628"
        },
        {
          "name": "施秉县",
          "value": "10522623"
        },
        {
          "name": "三穗县",
          "value": "10522624"
        },
        {
          "name": "三都县",
          "value": "10522732"
        },
        {
          "name": "石林县",
          "value": "10530126"
        },
        {
          "name": "嵩明县",
          "value": "10530127"
        },
        {
          "name": "师宗县",
          "value": "10530323"
        },
        {
          "name": "施甸县",
          "value": "10530521"
        },
        {
          "name": "绥江县",
          "value": "10530626"
        },
        {
          "name": "水富县",
          "value": "10530630"
        },
        {
          "name": "双江县",
          "value": "10530925"
        },
        {
          "name": "双柏县",
          "value": "10532322"
        },
        {
          "name": "石屏县",
          "value": "10532525"
        },
        {
          "name": "萨迦县",
          "value": "10540224"
        },
        {
          "name": "萨嘎县",
          "value": "10540236"
        },
        {
          "name": "桑日县",
          "value": "10540523"
        },
        {
          "name": "申扎县",
          "value": "10540625"
        },
        {
          "name": "索县",
          "value": "10540626"
        },
        {
          "name": "双湖县",
          "value": "10540630"
        },
        {
          "name": "三原县",
          "value": "10610422"
        },
        {
          "name": "绥德县",
          "value": "10610826"
        },
        {
          "name": "神木市",
          "value": "10610881"
        },
        {
          "name": "石泉县",
          "value": "10610922"
        },
        {
          "name": "商南县",
          "value": "10611023"
        },
        {
          "name": "山阳县",
          "value": "10611024"
        },
        {
          "name": "肃南县",
          "value": "10620721"
        },
        {
          "name": "山丹县",
          "value": "10620725"
        },
        {
          "name": "肃北县",
          "value": "10620923"
        },
        {
          "name": "鄯善县",
          "value": "10650421"
        },
        {
          "name": "沙雅县",
          "value": "10652924"
        },
        {
          "name": "疏附县",
          "value": "10653121"
        },
        {
          "name": "疏勒县",
          "value": "10653122"
        },
        {
          "name": "莎车县",
          "value": "10653125"
        },
        {
          "name": "沙湾县",
          "value": "10654223"
        },
        {
          "name": "石河子市",
          "value": "10654401"
        },
        {
          "name": "双河市",
          "value": "10655007"
        }
      ],
      "name": "S"
    },
    {
      "items": [
        {
          "name": "天津",
          "value": "1012"
        },
        {
          "name": "天津城区",
          "value": "101201"
        },
        {
          "name": "唐山市",
          "value": "101302"
        },
        {
          "name": "太原市",
          "value": "101401"
        },
        {
          "name": "通辽市",
          "value": "101505"
        },
        {
          "name": "铁岭市",
          "value": "102112"
        },
        {
          "name": "通化市",
          "value": "102205"
        },
        {
          "name": "泰州市",
          "value": "103212"
        },
        {
          "name": "台州市",
          "value": "103310"
        },
        {
          "name": "铜陵市",
          "value": "103407"
        },
        {
          "name": "泰安市",
          "value": "103709"
        },
        {
          "name": "天门市",
          "value": "104234"
        },
        {
          "name": "屯昌县",
          "value": "104626"
        },
        {
          "name": "铜仁市",
          "value": "105206"
        },
        {
          "name": "铜川市",
          "value": "106102"
        },
        {
          "name": "天水市",
          "value": "106205"
        },
        {
          "name": "吐鲁番市",
          "value": "106504"
        },
        {
          "name": "塔城地区",
          "value": "106542"
        },
        {
          "name": "图木舒克",
          "value": "106546"
        },
        {
          "name": "铁门关市",
          "value": "106549"
        },
        {
          "name": "唐县",
          "value": "10130627"
        },
        {
          "name": "天镇县",
          "value": "10140222"
        },
        {
          "name": "屯留县",
          "value": "10140424"
        },
        {
          "name": "太谷县",
          "value": "10140726"
        },
        {
          "name": "土默特左",
          "value": "10150121"
        },
        {
          "name": "托克托县",
          "value": "10150122"
        },
        {
          "name": "土默特右",
          "value": "10150221"
        },
        {
          "name": "突泉县",
          "value": "10152224"
        },
        {
          "name": "太仆寺旗",
          "value": "10152527"
        },
        {
          "name": "台安县",
          "value": "10210321"
        },
        {
          "name": "铁岭县",
          "value": "10211221"
        },
        {
          "name": "通化县",
          "value": "10220521"
        },
        {
          "name": "通榆县",
          "value": "10220822"
        },
        {
          "name": "洮南市",
          "value": "10220881"
        },
        {
          "name": "图们市",
          "value": "10222402"
        },
        {
          "name": "通河县",
          "value": "10230128"
        },
        {
          "name": "泰来县",
          "value": "10230224"
        },
        {
          "name": "铁力市",
          "value": "10230781"
        },
        {
          "name": "汤原县",
          "value": "10230828"
        },
        {
          "name": "同江市",
          "value": "10230881"
        },
        {
          "name": "塔河县",
          "value": "10232722"
        },
        {
          "name": "太仓市",
          "value": "10320585"
        },
        {
          "name": "泰兴市",
          "value": "10321283"
        },
        {
          "name": "桐庐县",
          "value": "10330122"
        },
        {
          "name": "泰顺县",
          "value": "10330329"
        },
        {
          "name": "桐乡市",
          "value": "10330483"
        },
        {
          "name": "天台县",
          "value": "10331023"
        },
        {
          "name": "太湖县",
          "value": "10340825"
        },
        {
          "name": "桐城市",
          "value": "10340881"
        },
        {
          "name": "天长市",
          "value": "10341181"
        },
        {
          "name": "太和县",
          "value": "10341222"
        },
        {
          "name": "泰宁县",
          "value": "10350429"
        },
        {
          "name": "泰和县",
          "value": "10360826"
        },
        {
          "name": "铜鼓县",
          "value": "10360926"
        },
        {
          "name": "滕州市",
          "value": "10370481"
        },
        {
          "name": "郯城县",
          "value": "10371322"
        },
        {
          "name": "通许县",
          "value": "10410222"
        },
        {
          "name": "汤阴县",
          "value": "10410523"
        },
        {
          "name": "台前县",
          "value": "10410927"
        },
        {
          "name": "唐河县",
          "value": "10411328"
        },
        {
          "name": "桐柏县",
          "value": "10411330"
        },
        {
          "name": "太康县",
          "value": "10411627"
        },
        {
          "name": "团风县",
          "value": "10421121"
        },
        {
          "name": "通城县",
          "value": "10421222"
        },
        {
          "name": "通山县",
          "value": "10421224"
        },
        {
          "name": "天门市",
          "value": "10423406"
        },
        {
          "name": "桃源县",
          "value": "10430725"
        },
        {
          "name": "桃江县",
          "value": "10430922"
        },
        {
          "name": "通道县",
          "value": "10431230"
        },
        {
          "name": "台山市",
          "value": "10440781"
        },
        {
          "name": "藤县",
          "value": "10450422"
        },
        {
          "name": "田东县",
          "value": "10451022"
        },
        {
          "name": "田林县",
          "value": "10451029"
        },
        {
          "name": "天峨县",
          "value": "10451222"
        },
        {
          "name": "天等县",
          "value": "10451425"
        },
        {
          "name": "屯昌县",
          "value": "10462622"
        },
        {
          "name": "天全县",
          "value": "10511825"
        },
        {
          "name": "通江县",
          "value": "10511921"
        },
        {
          "name": "桐梓县",
          "value": "10520322"
        },
        {
          "name": "天柱县",
          "value": "10522627"
        },
        {
          "name": "台江县",
          "value": "10522630"
        },
        {
          "name": "通海县",
          "value": "10530423"
        },
        {
          "name": "腾冲市",
          "value": "10530581"
        },
        {
          "name": "太白县",
          "value": "10610331"
        },
        {
          "name": "潼关县",
          "value": "10610522"
        },
        {
          "name": "天祝县",
          "value": "10620623"
        },
        {
          "name": "通渭县",
          "value": "10621121"
        },
        {
          "name": "同仁县",
          "value": "10632321"
        },
        {
          "name": "同德县",
          "value": "10632522"
        },
        {
          "name": "天峻县",
          "value": "10632823"
        },
        {
          "name": "同心县",
          "value": "10640324"
        },
        {
          "name": "托克逊县",
          "value": "10650422"
        },
        {
          "name": "塔什库尔",
          "value": "10653131"
        },
        {
          "name": "特克斯县",
          "value": "10654027"
        },
        {
          "name": "塔城市",
          "value": "10654201"
        },
        {
          "name": "托里县",
          "value": "10654224"
        },
        {
          "name": "图木舒克",
          "value": "10654603"
        },
        {
          "name": "铁门关市",
          "value": "10654906"
        }
      ],
      "name": "T"
    },
    {
      "items": [
        {
          "name": "乌海市",
          "value": "101503"
        },
        {
          "name": "乌兰察布",
          "value": "101509"
        },
        {
          "name": "无锡市",
          "value": "103202"
        },
        {
          "name": "温州市",
          "value": "103303"
        },
        {
          "name": "芜湖市",
          "value": "103402"
        },
        {
          "name": "潍坊市",
          "value": "103707"
        },
        {
          "name": "威海市",
          "value": "103710"
        },
        {
          "name": "武汉市",
          "value": "104201"
        },
        {
          "name": "梧州市",
          "value": "104504"
        },
        {
          "name": "五指山市",
          "value": "104605"
        },
        {
          "name": "文昌市",
          "value": "104609"
        },
        {
          "name": "万宁市",
          "value": "104610"
        },
        {
          "name": "文山州",
          "value": "105326"
        },
        {
          "name": "渭南市",
          "value": "106105"
        },
        {
          "name": "武威市",
          "value": "106206"
        },
        {
          "name": "吴忠市",
          "value": "106403"
        },
        {
          "name": "乌鲁木齐",
          "value": "106501"
        },
        {
          "name": "五家渠市",
          "value": "106547"
        },
        {
          "name": "无极县",
          "value": "10130130"
        },
        {
          "name": "魏县",
          "value": "10130434"
        },
        {
          "name": "武安市",
          "value": "10130481"
        },
        {
          "name": "威县",
          "value": "10130533"
        },
        {
          "name": "望都县",
          "value": "10130631"
        },
        {
          "name": "围场县",
          "value": "10130828"
        },
        {
          "name": "吴桥县",
          "value": "10130928"
        },
        {
          "name": "文安县",
          "value": "10131026"
        },
        {
          "name": "武邑县",
          "value": "10131122"
        },
        {
          "name": "武强县",
          "value": "10131123"
        },
        {
          "name": "武乡县",
          "value": "10140429"
        },
        {
          "name": "万荣县",
          "value": "10140822"
        },
        {
          "name": "闻喜县",
          "value": "10140823"
        },
        {
          "name": "五台县",
          "value": "10140922"
        },
        {
          "name": "五寨县",
          "value": "10140928"
        },
        {
          "name": "文水县",
          "value": "10141121"
        },
        {
          "name": "武川县",
          "value": "10150125"
        },
        {
          "name": "翁牛特旗",
          "value": "10150426"
        },
        {
          "name": "乌审旗",
          "value": "10150626"
        },
        {
          "name": "五原县",
          "value": "10150821"
        },
        {
          "name": "乌拉特前",
          "value": "10150823"
        },
        {
          "name": "乌拉特中",
          "value": "10150824"
        },
        {
          "name": "乌拉特后",
          "value": "10150825"
        },
        {
          "name": "乌兰浩特",
          "value": "10152201"
        },
        {
          "name": "瓦房店市",
          "value": "10210281"
        },
        {
          "name": "汪清县",
          "value": "10222424"
        },
        {
          "name": "五常市",
          "value": "10230184"
        },
        {
          "name": "五大连池",
          "value": "10231182"
        },
        {
          "name": "望奎县",
          "value": "10231221"
        },
        {
          "name": "文成县",
          "value": "10330328"
        },
        {
          "name": "武义县",
          "value": "10330723"
        },
        {
          "name": "温岭市",
          "value": "10331081"
        },
        {
          "name": "芜湖县",
          "value": "10340221"
        },
        {
          "name": "无为县",
          "value": "10340225"
        },
        {
          "name": "五河县",
          "value": "10340322"
        },
        {
          "name": "望江县",
          "value": "10340827"
        },
        {
          "name": "涡阳县",
          "value": "10341621"
        },
        {
          "name": "武夷山市",
          "value": "10350782"
        },
        {
          "name": "武平县",
          "value": "10350824"
        },
        {
          "name": "武宁县",
          "value": "10360423"
        },
        {
          "name": "万安县",
          "value": "10360828"
        },
        {
          "name": "万载县",
          "value": "10360922"
        },
        {
          "name": "万年县",
          "value": "10361129"
        },
        {
          "name": "婺源县",
          "value": "10361130"
        },
        {
          "name": "微山县",
          "value": "10370826"
        },
        {
          "name": "汶上县",
          "value": "10370830"
        },
        {
          "name": "五莲县",
          "value": "10371121"
        },
        {
          "name": "武城县",
          "value": "10371428"
        },
        {
          "name": "无棣县",
          "value": "10371623"
        },
        {
          "name": "尉氏县",
          "value": "10410223"
        },
        {
          "name": "舞钢市",
          "value": "10410481"
        },
        {
          "name": "卫辉市",
          "value": "10410781"
        },
        {
          "name": "武陟县",
          "value": "10410823"
        },
        {
          "name": "温县",
          "value": "10410825"
        },
        {
          "name": "舞阳县",
          "value": "10411121"
        },
        {
          "name": "五峰县",
          "value": "10420529"
        },
        {
          "name": "武穴市",
          "value": "10421182"
        },
        {
          "name": "武冈市",
          "value": "10430581"
        },
        {
          "name": "翁源县",
          "value": "10440229"
        },
        {
          "name": "吴川市",
          "value": "10440883"
        },
        {
          "name": "五华县",
          "value": "10441424"
        },
        {
          "name": "武宣县",
          "value": "10451323"
        },
        {
          "name": "五指山市",
          "value": "10460501"
        },
        {
          "name": "文昌市",
          "value": "10460905"
        },
        {
          "name": "万宁市",
          "value": "10461006"
        },
        {
          "name": "巫山县",
          "value": "10500237"
        },
        {
          "name": "巫溪县",
          "value": "10500238"
        },
        {
          "name": "旺苍县",
          "value": "10510821"
        },
        {
          "name": "威远县",
          "value": "10511024"
        },
        {
          "name": "武胜县",
          "value": "10511622"
        },
        {
          "name": "万源市",
          "value": "10511781"
        },
        {
          "name": "汶川县",
          "value": "10513221"
        },
        {
          "name": "务川县",
          "value": "10520326"
        },
        {
          "name": "威宁县",
          "value": "10520526"
        },
        {
          "name": "望谟县",
          "value": "10522326"
        },
        {
          "name": "瓮安县",
          "value": "10522725"
        },
        {
          "name": "威信县",
          "value": "10530629"
        },
        {
          "name": "武定县",
          "value": "10532329"
        },
        {
          "name": "文山市",
          "value": "10532601"
        },
        {
          "name": "巍山县",
          "value": "10532927"
        },
        {
          "name": "维西县",
          "value": "10533423"
        },
        {
          "name": "武功县",
          "value": "10610431"
        },
        {
          "name": "吴起县",
          "value": "10610626"
        },
        {
          "name": "吴堡县",
          "value": "10610829"
        },
        {
          "name": "武山县",
          "value": "10620524"
        },
        {
          "name": "渭源县",
          "value": "10621123"
        },
        {
          "name": "文县",
          "value": "10621222"
        },
        {
          "name": "乌兰县",
          "value": "10632821"
        },
        {
          "name": "乌鲁木齐",
          "value": "10650121"
        },
        {
          "name": "温泉县",
          "value": "10652723"
        },
        {
          "name": "尉犁县",
          "value": "10652823"
        },
        {
          "name": "温宿县",
          "value": "10652922"
        },
        {
          "name": "乌什县",
          "value": "10652927"
        },
        {
          "name": "乌恰县",
          "value": "10653024"
        },
        {
          "name": "乌苏市",
          "value": "10654202"
        },
        {
          "name": "五家渠市",
          "value": "10654704"
        }
      ],
      "name": "W"
    },
    {
      "items": [
        {
          "name": "邢台市",
          "value": "101305"
        },
        {
          "name": "忻州市",
          "value": "101409"
        },
        {
          "name": "兴安盟",
          "value": "101522"
        },
        {
          "name": "锡林郭勒",
          "value": "101525"
        },
        {
          "name": "徐州市",
          "value": "103203"
        },
        {
          "name": "宣城市",
          "value": "103418"
        },
        {
          "name": "厦门市",
          "value": "103502"
        },
        {
          "name": "新余市",
          "value": "103605"
        },
        {
          "name": "新乡市",
          "value": "104107"
        },
        {
          "name": "许昌市",
          "value": "104110"
        },
        {
          "name": "信阳市",
          "value": "104115"
        },
        {
          "name": "襄阳市",
          "value": "104206"
        },
        {
          "name": "孝感市",
          "value": "104209"
        },
        {
          "name": "咸宁市",
          "value": "104212"
        },
        {
          "name": "仙桃市",
          "value": "104232"
        },
        {
          "name": "湘潭市",
          "value": "104303"
        },
        {
          "name": "湘西州",
          "value": "104331"
        },
        {
          "name": "西双版纳",
          "value": "105328"
        },
        {
          "name": "西安市",
          "value": "106101"
        },
        {
          "name": "咸阳市",
          "value": "106104"
        },
        {
          "name": "西宁市",
          "value": "106301"
        },
        {
          "name": "行唐县",
          "value": "10130125"
        },
        {
          "name": "辛集市",
          "value": "10130181"
        },
        {
          "name": "新乐市",
          "value": "10130184"
        },
        {
          "name": "邢台县",
          "value": "10130521"
        },
        {
          "name": "新河县",
          "value": "10130530"
        },
        {
          "name": "雄县",
          "value": "10130638"
        },
        {
          "name": "兴隆县",
          "value": "10130822"
        },
        {
          "name": "献县",
          "value": "10130929"
        },
        {
          "name": "香河县",
          "value": "10131024"
        },
        {
          "name": "襄垣县",
          "value": "10140423"
        },
        {
          "name": "昔阳县",
          "value": "10140724"
        },
        {
          "name": "新绛县",
          "value": "10140825"
        },
        {
          "name": "夏县",
          "value": "10140828"
        },
        {
          "name": "襄汾县",
          "value": "10141023"
        },
        {
          "name": "乡宁县",
          "value": "10141029"
        },
        {
          "name": "隰县",
          "value": "10141031"
        },
        {
          "name": "兴县",
          "value": "10141123"
        },
        {
          "name": "孝义市",
          "value": "10141181"
        },
        {
          "name": "新巴尔左",
          "value": "10150726"
        },
        {
          "name": "新巴尔右",
          "value": "10150727"
        },
        {
          "name": "兴和县",
          "value": "10150924"
        },
        {
          "name": "锡林浩特",
          "value": "10152502"
        },
        {
          "name": "西乌珠穆",
          "value": "10152526"
        },
        {
          "name": "镶黄旗",
          "value": "10152528"
        },
        {
          "name": "新民市",
          "value": "10210181"
        },
        {
          "name": "岫岩县",
          "value": "10210323"
        },
        {
          "name": "新宾县",
          "value": "10210422"
        },
        {
          "name": "西丰县",
          "value": "10211223"
        },
        {
          "name": "兴城市",
          "value": "10211481"
        },
        {
          "name": "逊克县",
          "value": "10231123"
        },
        {
          "name": "新沂市",
          "value": "10320381"
        },
        {
          "name": "盱眙县",
          "value": "10320830"
        },
        {
          "name": "响水县",
          "value": "10320921"
        },
        {
          "name": "兴化市",
          "value": "10321281"
        },
        {
          "name": "象山县",
          "value": "10330225"
        },
        {
          "name": "新昌县",
          "value": "10330624"
        },
        {
          "name": "仙居县",
          "value": "10331024"
        },
        {
          "name": "休宁县",
          "value": "10341022"
        },
        {
          "name": "萧县",
          "value": "10341322"
        },
        {
          "name": "仙游县",
          "value": "10350322"
        },
        {
          "name": "霞浦县",
          "value": "10350921"
        },
        {
          "name": "修水县",
          "value": "10360424"
        },
        {
          "name": "信丰县",
          "value": "10360722"
        },
        {
          "name": "兴国县",
          "value": "10360732"
        },
        {
          "name": "寻乌县",
          "value": "10360734"
        },
        {
          "name": "峡江县",
          "value": "10360823"
        },
        {
          "name": "新干县",
          "value": "10360824"
        },
        {
          "name": "新泰市",
          "value": "10370982"
        },
        {
          "name": "夏津县",
          "value": "10371427"
        },
        {
          "name": "莘县",
          "value": "10371522"
        },
        {
          "name": "新密市",
          "value": "10410183"
        },
        {
          "name": "新郑市",
          "value": "10410184"
        },
        {
          "name": "新安县",
          "value": "10410323"
        },
        {
          "name": "新乡县",
          "value": "10410721"
        },
        {
          "name": "修武县",
          "value": "10410821"
        },
        {
          "name": "襄城县",
          "value": "10411025"
        },
        {
          "name": "西峡县",
          "value": "10411323"
        },
        {
          "name": "淅川县",
          "value": "10411326"
        },
        {
          "name": "新野县",
          "value": "10411329"
        },
        {
          "name": "夏邑县",
          "value": "10411426"
        },
        {
          "name": "新县",
          "value": "10411523"
        },
        {
          "name": "息县",
          "value": "10411528"
        },
        {
          "name": "西华县",
          "value": "10411622"
        },
        {
          "name": "项城市",
          "value": "10411681"
        },
        {
          "name": "西平县",
          "value": "10411721"
        },
        {
          "name": "新蔡县",
          "value": "10411729"
        },
        {
          "name": "兴山县",
          "value": "10420526"
        },
        {
          "name": "孝昌县",
          "value": "10420921"
        },
        {
          "name": "浠水县",
          "value": "10421125"
        },
        {
          "name": "宣恩县",
          "value": "10422825"
        },
        {
          "name": "咸丰县",
          "value": "10422826"
        },
        {
          "name": "仙桃市",
          "value": "10423204"
        },
        {
          "name": "湘潭县",
          "value": "10430321"
        },
        {
          "name": "湘乡市",
          "value": "10430381"
        },
        {
          "name": "新邵县",
          "value": "10430522"
        },
        {
          "name": "新宁县",
          "value": "10430528"
        },
        {
          "name": "湘阴县",
          "value": "10430624"
        },
        {
          "name": "新田县",
          "value": "10431128"
        },
        {
          "name": "溆浦县",
          "value": "10431224"
        },
        {
          "name": "新晃县",
          "value": "10431227"
        },
        {
          "name": "新化县",
          "value": "10431322"
        },
        {
          "name": "新丰县",
          "value": "10440233"
        },
        {
          "name": "徐闻县",
          "value": "10440825"
        },
        {
          "name": "信宜市",
          "value": "10440983"
        },
        {
          "name": "兴宁市",
          "value": "10441481"
        },
        {
          "name": "新兴县",
          "value": "10445321"
        },
        {
          "name": "兴安县",
          "value": "10450325"
        },
        {
          "name": "兴业县",
          "value": "10450924"
        },
        {
          "name": "西林县",
          "value": "10451030"
        },
        {
          "name": "忻城县",
          "value": "10451321"
        },
        {
          "name": "象州县",
          "value": "10451322"
        },
        {
          "name": "西沙群岛",
          "value": "10460321"
        },
        {
          "name": "秀山县",
          "value": "10500241"
        },
        {
          "name": "新津县",
          "value": "10510132"
        },
        {
          "name": "叙永县",
          "value": "10510524"
        },
        {
          "name": "西充县",
          "value": "10511325"
        },
        {
          "name": "兴文县",
          "value": "10511528"
        },
        {
          "name": "宣汉县",
          "value": "10511722"
        },
        {
          "name": "小金县",
          "value": "10513227"
        },
        {
          "name": "新龙县",
          "value": "10513329"
        },
        {
          "name": "乡城县",
          "value": "10513336"
        },
        {
          "name": "西昌市",
          "value": "10513401"
        },
        {
          "name": "喜德县",
          "value": "10513432"
        },
        {
          "name": "息烽县",
          "value": "10520122"
        },
        {
          "name": "修文县",
          "value": "10520123"
        },
        {
          "name": "习水县",
          "value": "10520330"
        },
        {
          "name": "兴义市",
          "value": "10522301"
        },
        {
          "name": "兴仁县",
          "value": "10522322"
        },
        {
          "name": "寻甸县",
          "value": "10530129"
        },
        {
          "name": "宣威市",
          "value": "10530381"
        },
        {
          "name": "新平县",
          "value": "10530427"
        },
        {
          "name": "西盟县",
          "value": "10530829"
        },
        {
          "name": "西畴县",
          "value": "10532623"
        },
        {
          "name": "祥云县",
          "value": "10532923"
        },
        {
          "name": "香格里拉",
          "value": "10533401"
        },
        {
          "name": "谢通门县",
          "value": "10540227"
        },
        {
          "name": "旬邑县",
          "value": "10610429"
        },
        {
          "name": "兴平市",
          "value": "10610481"
        },
        {
          "name": "西乡县",
          "value": "10610724"
        },
        {
          "name": "旬阳县",
          "value": "10610928"
        },
        {
          "name": "西和县",
          "value": "10621225"
        },
        {
          "name": "夏河县",
          "value": "10623027"
        },
        {
          "name": "循化县",
          "value": "10630225"
        },
        {
          "name": "兴海县",
          "value": "10632524"
        },
        {
          "name": "西吉县",
          "value": "10640422"
        },
        {
          "name": "新和县",
          "value": "10652925"
        },
        {
          "name": "新源县",
          "value": "10654025"
        }
      ],
      "name": "X"
    },
    {
      "items": [
        {
          "name": "阳泉市",
          "value": "101403"
        },
        {
          "name": "运城市",
          "value": "101408"
        },
        {
          "name": "营口市",
          "value": "102108"
        },
        {
          "name": "延边朝鲜",
          "value": "102224"
        },
        {
          "name": "伊春市",
          "value": "102307"
        },
        {
          "name": "盐城市",
          "value": "103209"
        },
        {
          "name": "扬州市",
          "value": "103210"
        },
        {
          "name": "鹰潭市",
          "value": "103606"
        },
        {
          "name": "宜春市",
          "value": "103609"
        },
        {
          "name": "烟台市",
          "value": "103706"
        },
        {
          "name": "宜昌市",
          "value": "104205"
        },
        {
          "name": "岳阳市",
          "value": "104306"
        },
        {
          "name": "益阳市",
          "value": "104309"
        },
        {
          "name": "永州市",
          "value": "104311"
        },
        {
          "name": "阳江市",
          "value": "104417"
        },
        {
          "name": "云浮市",
          "value": "104453"
        },
        {
          "name": "玉林市",
          "value": "104509"
        },
        {
          "name": "宜宾市",
          "value": "105115"
        },
        {
          "name": "雅安市",
          "value": "105118"
        },
        {
          "name": "玉溪市",
          "value": "105304"
        },
        {
          "name": "延安市",
          "value": "106106"
        },
        {
          "name": "榆林市",
          "value": "106108"
        },
        {
          "name": "玉树州",
          "value": "106327"
        },
        {
          "name": "银川市",
          "value": "106401"
        },
        {
          "name": "伊犁州",
          "value": "106540"
        },
        {
          "name": "元氏县",
          "value": "10130132"
        },
        {
          "name": "玉田县",
          "value": "10130229"
        },
        {
          "name": "易县",
          "value": "10130633"
        },
        {
          "name": "蔚县",
          "value": "10130726"
        },
        {
          "name": "阳原县",
          "value": "10130727"
        },
        {
          "name": "盐山县",
          "value": "10130925"
        },
        {
          "name": "永清县",
          "value": "10131023"
        },
        {
          "name": "阳曲县",
          "value": "10140122"
        },
        {
          "name": "阳高县",
          "value": "10140221"
        },
        {
          "name": "盂县",
          "value": "10140322"
        },
        {
          "name": "阳城县",
          "value": "10140522"
        },
        {
          "name": "应县",
          "value": "10140622"
        },
        {
          "name": "右玉县",
          "value": "10140623"
        },
        {
          "name": "榆社县",
          "value": "10140721"
        },
        {
          "name": "垣曲县",
          "value": "10140827"
        },
        {
          "name": "永济市",
          "value": "10140881"
        },
        {
          "name": "原平市",
          "value": "10140981"
        },
        {
          "name": "翼城县",
          "value": "10141022"
        },
        {
          "name": "永和县",
          "value": "10141032"
        },
        {
          "name": "伊金霍洛",
          "value": "10150627"
        },
        {
          "name": "牙克石市",
          "value": "10150782"
        },
        {
          "name": "义县",
          "value": "10210727"
        },
        {
          "name": "榆树市",
          "value": "10220182"
        },
        {
          "name": "永吉县",
          "value": "10220221"
        },
        {
          "name": "伊通县",
          "value": "10220323"
        },
        {
          "name": "延吉市",
          "value": "10222401"
        },
        {
          "name": "依兰县",
          "value": "10230123"
        },
        {
          "name": "延寿县",
          "value": "10230129"
        },
        {
          "name": "依安县",
          "value": "10230223"
        },
        {
          "name": "友谊县",
          "value": "10230522"
        },
        {
          "name": "宜兴市",
          "value": "10320282"
        },
        {
          "name": "仪征市",
          "value": "10321081"
        },
        {
          "name": "扬中市",
          "value": "10321182"
        },
        {
          "name": "余姚市",
          "value": "10330281"
        },
        {
          "name": "永嘉县",
          "value": "10330324"
        },
        {
          "name": "义乌市",
          "value": "10330782"
        },
        {
          "name": "永康市",
          "value": "10330784"
        },
        {
          "name": "玉环市",
          "value": "10331083"
        },
        {
          "name": "云和县",
          "value": "10331125"
        },
        {
          "name": "岳西县",
          "value": "10340828"
        },
        {
          "name": "黟县",
          "value": "10341023"
        },
        {
          "name": "颍上县",
          "value": "10341226"
        },
        {
          "name": "永泰县",
          "value": "10350125"
        },
        {
          "name": "尤溪县",
          "value": "10350426"
        },
        {
          "name": "永安市",
          "value": "10350481"
        },
        {
          "name": "永春县",
          "value": "10350525"
        },
        {
          "name": "云霄县",
          "value": "10350622"
        },
        {
          "name": "永修县",
          "value": "10360425"
        },
        {
          "name": "余江县",
          "value": "10360622"
        },
        {
          "name": "于都县",
          "value": "10360731"
        },
        {
          "name": "永丰县",
          "value": "10360825"
        },
        {
          "name": "永新县",
          "value": "10360830"
        },
        {
          "name": "宜丰县",
          "value": "10360924"
        },
        {
          "name": "宜黄县",
          "value": "10361026"
        },
        {
          "name": "玉山县",
          "value": "10361123"
        },
        {
          "name": "弋阳县",
          "value": "10361126"
        },
        {
          "name": "余干县",
          "value": "10361127"
        },
        {
          "name": "沂源县",
          "value": "10370323"
        },
        {
          "name": "鱼台县",
          "value": "10370827"
        },
        {
          "name": "沂南县",
          "value": "10371321"
        },
        {
          "name": "沂水县",
          "value": "10371323"
        },
        {
          "name": "禹城市",
          "value": "10371482"
        },
        {
          "name": "阳谷县",
          "value": "10371521"
        },
        {
          "name": "阳信县",
          "value": "10371622"
        },
        {
          "name": "郓城县",
          "value": "10371725"
        },
        {
          "name": "荥阳市",
          "value": "10410182"
        },
        {
          "name": "宜阳县",
          "value": "10410327"
        },
        {
          "name": "伊川县",
          "value": "10410329"
        },
        {
          "name": "偃师市",
          "value": "10410381"
        },
        {
          "name": "叶县",
          "value": "10410422"
        },
        {
          "name": "原阳县",
          "value": "10410725"
        },
        {
          "name": "延津县",
          "value": "10410726"
        },
        {
          "name": "鄢陵县",
          "value": "10411024"
        },
        {
          "name": "禹州市",
          "value": "10411081"
        },
        {
          "name": "义马市",
          "value": "10411281"
        },
        {
          "name": "虞城县",
          "value": "10411425"
        },
        {
          "name": "永城市",
          "value": "10411481"
        },
        {
          "name": "阳新县",
          "value": "10420222"
        },
        {
          "name": "郧西县",
          "value": "10420322"
        },
        {
          "name": "远安县",
          "value": "10420525"
        },
        {
          "name": "宜都市",
          "value": "10420581"
        },
        {
          "name": "宜城市",
          "value": "10420684"
        },
        {
          "name": "云梦县",
          "value": "10420923"
        },
        {
          "name": "应城市",
          "value": "10420981"
        },
        {
          "name": "英山县",
          "value": "10421124"
        },
        {
          "name": "攸县",
          "value": "10430223"
        },
        {
          "name": "炎陵县",
          "value": "10430225"
        },
        {
          "name": "岳阳县",
          "value": "10430621"
        },
        {
          "name": "沅江市",
          "value": "10430981"
        },
        {
          "name": "宜章县",
          "value": "10431022"
        },
        {
          "name": "永兴县",
          "value": "10431023"
        },
        {
          "name": "沅陵县",
          "value": "10431222"
        },
        {
          "name": "永顺县",
          "value": "10433127"
        },
        {
          "name": "阳西县",
          "value": "10441721"
        },
        {
          "name": "阳春市",
          "value": "10441781"
        },
        {
          "name": "阳山县",
          "value": "10441823"
        },
        {
          "name": "英德市",
          "value": "10441881"
        },
        {
          "name": "郁南县",
          "value": "10445322"
        },
        {
          "name": "阳朔县",
          "value": "10450321"
        },
        {
          "name": "永福县",
          "value": "10450326"
        },
        {
          "name": "云阳县",
          "value": "10500235"
        },
        {
          "name": "酉阳县",
          "value": "10500242"
        },
        {
          "name": "盐边县",
          "value": "10510422"
        },
        {
          "name": "盐亭县",
          "value": "10510723"
        },
        {
          "name": "营山县",
          "value": "10511322"
        },
        {
          "name": "仪陇县",
          "value": "10511324"
        },
        {
          "name": "宜宾县",
          "value": "10511521"
        },
        {
          "name": "筠连县",
          "value": "10511527"
        },
        {
          "name": "岳池县",
          "value": "10511621"
        },
        {
          "name": "荥经县",
          "value": "10511822"
        },
        {
          "name": "雅江县",
          "value": "10513325"
        },
        {
          "name": "盐源县",
          "value": "10513423"
        },
        {
          "name": "越西县",
          "value": "10513434"
        },
        {
          "name": "余庆县",
          "value": "10520329"
        },
        {
          "name": "玉屏县",
          "value": "10520622"
        },
        {
          "name": "印江县",
          "value": "10520625"
        },
        {
          "name": "沿河县",
          "value": "10520627"
        },
        {
          "name": "宜良县",
          "value": "10530125"
        },
        {
          "name": "易门县",
          "value": "10530425"
        },
        {
          "name": "元江县",
          "value": "10530428"
        },
        {
          "name": "盐津县",
          "value": "10530623"
        },
        {
          "name": "永善县",
          "value": "10530625"
        },
        {
          "name": "彝良县",
          "value": "10530628"
        },
        {
          "name": "玉龙县",
          "value": "10530721"
        },
        {
          "name": "永胜县",
          "value": "10530722"
        },
        {
          "name": "云县",
          "value": "10530922"
        },
        {
          "name": "永德县",
          "value": "10530923"
        },
        {
          "name": "姚安县",
          "value": "10532325"
        },
        {
          "name": "永仁县",
          "value": "10532327"
        },
        {
          "name": "元谋县",
          "value": "10532328"
        },
        {
          "name": "元阳县",
          "value": "10532528"
        },
        {
          "name": "砚山县",
          "value": "10532622"
        },
        {
          "name": "漾濞县",
          "value": "10532922"
        },
        {
          "name": "永平县",
          "value": "10532928"
        },
        {
          "name": "云龙县",
          "value": "10532929"
        },
        {
          "name": "盈江县",
          "value": "10533123"
        },
        {
          "name": "亚东县",
          "value": "10540233"
        },
        {
          "name": "宜君县",
          "value": "10610222"
        },
        {
          "name": "永寿县",
          "value": "10610426"
        },
        {
          "name": "延长县",
          "value": "10610621"
        },
        {
          "name": "延川县",
          "value": "10610622"
        },
        {
          "name": "宜川县",
          "value": "10610630"
        },
        {
          "name": "洋县",
          "value": "10610723"
        },
        {
          "name": "永登县",
          "value": "10620121"
        },
        {
          "name": "榆中县",
          "value": "10620123"
        },
        {
          "name": "永昌县",
          "value": "10620321"
        },
        {
          "name": "玉门市",
          "value": "10620981"
        },
        {
          "name": "永靖县",
          "value": "10622923"
        },
        {
          "name": "玉树市",
          "value": "10632701"
        },
        {
          "name": "永宁县",
          "value": "10640121"
        },
        {
          "name": "盐池县",
          "value": "10640323"
        },
        {
          "name": "伊吾县",
          "value": "10650522"
        },
        {
          "name": "焉耆县",
          "value": "10652826"
        },
        {
          "name": "英吉沙县",
          "value": "10653123"
        },
        {
          "name": "叶城县",
          "value": "10653126"
        },
        {
          "name": "岳普湖县",
          "value": "10653128"
        },
        {
          "name": "于田县",
          "value": "10653226"
        },
        {
          "name": "伊宁市",
          "value": "10654002"
        },
        {
          "name": "伊宁县",
          "value": "10654021"
        },
        {
          "name": "裕民县",
          "value": "10654225"
        }
      ],
      "name": "Y"
    },
    {
      "item": [
        {
          "name": "张家口市",
          "value": "101307"
        },
        {
          "name": "镇江市",
          "value": "103211"
        },
        {
          "name": "舟山市",
          "value": "103309"
        },
        {
          "name": "漳州市",
          "value": "103506"
        },
        {
          "name": "淄博市",
          "value": "103703"
        },
        {
          "name": "枣庄市",
          "value": "103704"
        },
        {
          "name": "郑州市",
          "value": "104101"
        },
        {
          "name": "周口市",
          "value": "104116"
        },
        {
          "name": "驻马店市",
          "value": "104117"
        },
        {
          "name": "株洲市",
          "value": "104302"
        },
        {
          "name": "张家界市",
          "value": "104308"
        },
        {
          "name": "珠海市",
          "value": "104404"
        },
        {
          "name": "湛江市",
          "value": "104408"
        },
        {
          "name": "肇庆市",
          "value": "104412"
        },
        {
          "name": "中山市",
          "value": "104420"
        },
        {
          "name": "自贡市",
          "value": "105103"
        },
        {
          "name": "资阳市",
          "value": "105120"
        },
        {
          "name": "遵义市",
          "value": "105203"
        },
        {
          "name": "昭通市",
          "value": "105306"
        },
        {
          "name": "张掖市",
          "value": "106207"
        },
        {
          "name": "中卫市",
          "value": "106405"
        },
        {
          "name": "正定县",
          "value": "10130123"
        },
        {
          "name": "赞皇县",
          "value": "10130129"
        },
        {
          "name": "赵县",
          "value": "10130133"
        },
        {
          "name": "遵化市",
          "value": "10130281"
        },
        {
          "name": "涿州市",
          "value": "10130681"
        },
        {
          "name": "张北县",
          "value": "10130722"
        },
        {
          "name": "涿鹿县",
          "value": "10130731"
        },
        {
          "name": "枣强县",
          "value": "10131121"
        },
        {
          "name": "左云县",
          "value": "10140226"
        },
        {
          "name": "泽州县",
          "value": "10140525"
        },
        {
          "name": "左权县",
          "value": "10140722"
        },
        {
          "name": "中阳县",
          "value": "10141129"
        },
        {
          "name": "扎鲁特旗",
          "value": "10150526"
        },
        {
          "name": "准格尔旗",
          "value": "10150622"
        },
        {
          "name": "扎兰屯市",
          "value": "10150783"
        },
        {
          "name": "卓资县",
          "value": "10150921"
        },
        {
          "name": "扎赉特旗",
          "value": "10152223"
        },
        {
          "name": "正镶白旗",
          "value": "10152529"
        },
        {
          "name": "正蓝旗",
          "value": "10152530"
        },
        {
          "name": "庄河市",
          "value": "10210283"
        },
        {
          "name": "彰武县",
          "value": "10210922"
        },
        {
          "name": "镇赉县",
          "value": "10220821"
        },
        {
          "name": "肇州县",
          "value": "10230621"
        },
        {
          "name": "肇源县",
          "value": "10230622"
        },
        {
          "name": "肇东市",
          "value": "10231282"
        },
        {
          "name": "张家港市",
          "value": "10320582"
        },
        {
          "name": "诸暨市",
          "value": "10330681"
        },
        {
          "name": "枞阳县",
          "value": "10340722"
        },
        {
          "name": "漳浦县",
          "value": "10350623"
        },
        {
          "name": "诏安县",
          "value": "10350624"
        },
        {
          "name": "政和县",
          "value": "10350725"
        },
        {
          "name": "漳平市",
          "value": "10350881"
        },
        {
          "name": "周宁县",
          "value": "10350925"
        },
        {
          "name": "柘荣县",
          "value": "10350926"
        },
        {
          "name": "樟树市",
          "value": "10360982"
        },
        {
          "name": "资溪县",
          "value": "10361028"
        },
        {
          "name": "招远市",
          "value": "10370685"
        },
        {
          "name": "诸城市",
          "value": "10370782"
        },
        {
          "name": "邹城市",
          "value": "10370883"
        },
        {
          "name": "邹平县",
          "value": "10371626"
        },
        {
          "name": "中牟县",
          "value": "10410122"
        },
        {
          "name": "镇平县",
          "value": "10411324"
        },
        {
          "name": "柘城县",
          "value": "10411424"
        },
        {
          "name": "正阳县",
          "value": "10411724"
        },
        {
          "name": "竹山县",
          "value": "10420323"
        },
        {
          "name": "竹溪县",
          "value": "10420324"
        },
        {
          "name": "秭归县",
          "value": "10420527"
        },
        {
          "name": "枝江市",
          "value": "10420583"
        },
        {
          "name": "枣阳市",
          "value": "10420683"
        },
        {
          "name": "钟祥市",
          "value": "10420881"
        },
        {
          "name": "株洲县",
          "value": "10430221"
        },
        {
          "name": "资兴市",
          "value": "10431081"
        },
        {
          "name": "中方县",
          "value": "10431221"
        },
        {
          "name": "芷江县",
          "value": "10431228"
        },
        {
          "name": "紫金县",
          "value": "10441621"
        },
        {
          "name": "资源县",
          "value": "10450329"
        },
        {
          "name": "昭平县",
          "value": "10451121"
        },
        {
          "name": "钟山县",
          "value": "10451122"
        },
        {
          "name": "中沙群岛",
          "value": "10460323"
        },
        {
          "name": "忠县",
          "value": "10500233"
        },
        {
          "name": "中江县",
          "value": "10510623"
        },
        {
          "name": "梓潼县",
          "value": "10510725"
        },
        {
          "name": "资中县",
          "value": "10511025"
        },
        {
          "name": "昭觉县",
          "value": "10513431"
        },
        {
          "name": "正安县",
          "value": "10520324"
        },
        {
          "name": "镇宁县",
          "value": "10520423"
        },
        {
          "name": "紫云县",
          "value": "10520425"
        },
        {
          "name": "织金县",
          "value": "10520524"
        },
        {
          "name": "贞丰县",
          "value": "10522325"
        },
        {
          "name": "镇远县",
          "value": "10522625"
        },
        {
          "name": "镇雄县",
          "value": "10530627"
        },
        {
          "name": "镇沅县",
          "value": "10530825"
        },
        {
          "name": "镇康县",
          "value": "10530924"
        },
        {
          "name": "仲巴县",
          "value": "10540232"
        },
        {
          "name": "左贡县",
          "value": "10540327"
        },
        {
          "name": "扎囊县",
          "value": "10540521"
        },
        {
          "name": "札达县",
          "value": "10542522"
        },
        {
          "name": "周至县",
          "value": "10610124"
        },
        {
          "name": "子长县",
          "value": "10610623"
        },
        {
          "name": "志丹县",
          "value": "10610625"
        },
        {
          "name": "镇巴县",
          "value": "10610728"
        },
        {
          "name": "子洲县",
          "value": "10610831"
        },
        {
          "name": "紫阳县",
          "value": "10610924"
        },
        {
          "name": "镇坪县",
          "value": "10610927"
        },
        {
          "name": "镇安县",
          "value": "10611025"
        },
        {
          "name": "柞水县",
          "value": "10611026"
        },
        {
          "name": "张家川县",
          "value": "10620525"
        },
        {
          "name": "庄浪县",
          "value": "10620825"
        },
        {
          "name": "正宁县",
          "value": "10621025"
        },
        {
          "name": "镇原县",
          "value": "10621027"
        },
        {
          "name": "漳县",
          "value": "10621125"
        },
        {
          "name": "卓尼县",
          "value": "10623022"
        },
        {
          "name": "舟曲县",
          "value": "10623023"
        },
        {
          "name": "泽库县",
          "value": "10632323"
        },
        {
          "name": "杂多县",
          "value": "10632722"
        },
        {
          "name": "治多县",
          "value": "10632724"
        },
        {
          "name": "中宁县",
          "value": "10640521"
        },
        {
          "name": "泽普县",
          "value": "10653124"
        },
        {
          "name": "昭苏县",
          "value": "10654026"
        }
      ],
      "name": "Z"
    }
  ]
  export default {
    data() {
      return {
        title: '',
        cityData: cityData, // 城市数据
        currentCity: '', // 当前选中城市
        status: 0
      }
    },
    activated(){
      // status: 0 定位城市 1 发单定位
      this.status = this.$route.query.status;
      if (this.status === 0) {
        this.currentCity = this.$app_store.getters.currentCity;
      } else {
        this.currentCity = this.$app_store.getters.receiptCity;
      }
      // 设置当前选中城市
      this.title = '当前城市选中:' + this.currentCity;
    },
    methods: {
      selectItem(item) {
        // 设置城市编码
        this.$app_store.commit(CITY_CODE,item.value);
        // 设置城市名称
        if (this.status === 0) {
          this.$app_store.commit(CURRENT_CITY,item.name);
        } else {
          this.$app_store.commit(RECEIPT_CITY,item.name);
        }
        this.$router.go(-1);
      },
      clickTitle(title) {
        this.$router.go(-1);
      },
      fallback() {
        this.$router.go(-1);
      }
    }
  }
</script>
<style>

</style>
